{
  "banner_head_title": "NATIONAL INSTITUTE OF TECHNOLOGY JAMSHEDPUR",
  "banner_head_lead": "We are leader in Education since 1960.",
  "home_featureSection_head_0": "Alumni Network",
  "home_featureSection_head_1": "Convocation",
  "home_featureSection_head_2": "Research",
  "home_featureSection_head_3": "Placements",
  "home_featureSection_head_4": "Internal Links",
  "home_featureSection_head_5": "Notices",
  "home_latest_news_events": "Latest News and Events",
  "home_research_and_publications": "Resarch and Publications",
  "homepage_alert": "Alerts",
  "Current_Achievements": "Our Achievers (Batch 2019-23)",

  "internal_link_table_head_1": "S.No.",
  "internal_link_table_head_2": "Website/Portal Name",
  "internal_link_table_head_3": "Website Link",
  "internal_link_1": "Admission Portal",
  "internal_link_2": "Complaint Against Caste Discrimination",
  "internal_link_3": "Complaint Management System (CMS)",
  "internal_link_5": "Examination Portal",
  "internal_link_6": "File Tracking System (FTS)",
  "internal_link_7": "Institute e-Library",
  "internal_link_8": "Institute Mail Service",
  "internal_link_9": "MIS Portal (Outside Institute)",
  "internal_link_10": "MIS Portal (Within Institute)",
  "internal_link_11": "NIT JSR Official Alumni Network",
  "internal_link_12": "Student Result Portal",
  "internal_link_13": "Video Lectures",
  "internal_link_4": "Downloads (only for Students & Employees)",

  "vision_home_head": "Our Vision",
  "vision_home": "To be one of the premier technical institutions for its academic excellence and innovative research to meet the future needs of the society.",
  "mission_home": "Our Mission",
  "mission_points_1": "1. To build conducive environment for learning and creativity.",
  "mission_points_2": "2. To train students to become technically competent professionals and socially responsible citizens.",
  "mission_points_3": "3. To develop innovative products and technologies for the betterment of the society.",
  "directors_corner_head": "Director's Corner",
  "directors_corner_speech": "National Institute of Technology, Jamshedpur takes extreme pride in the fact that it has been  occupying a unique position in imparting technological education to Indian youth. Since its inception, the institute has had a vision to provide quality technical education and to facilitate scientific and technological research, coupled with a mission to develop human potential to its zenith.",
  "home_notice": "Notices & Announcements",
  "home_notice_error": "No Notices Available in our Database",
  "home_feature": "Upcoming Events",
  "home_event_section_no_event": "No Upcoming Events",
  "branch_civil": "Civil Engineering",
  "branch_computer": "Computer Science and Engineering",
  "branch_electronics": "Electronics and Communication Engineering",
  "branch_electrical": "Electrical Engineering",
  "branch_mechanical": "Mechanical Engineering",
  "branch_meta": "Metallurgical and Materials Engineering",
  "branch_production": "Production and Industrial Engineering",
  "branch_pg_computer_app": "Computer Applications",
  "branch_pg_msc_chem": "Master of Science (M.Sc.) in Chemistry",
  "branch_pg_msc_maths": "Master of Science (M.Sc.) in Mathematics",
  "branch_pg_msc_physics": "Master of Science (M.Sc.) in Physics",
  "branch_pg_computer_design": "Computer Integrated Design and Manufacturing",
  "branch_pg_foundry": "Foundry Technology",
  "branch_more_programs": "16 more programmes",
  "dept": "DEPT.",
  "ug_programs": "UG Programmes",
  "pg_programs": "PG Programmes",
  "home_research_head": "Recent Researches",
  "research_batch": "RESEARCH AND DEVELOPMENT",
  "email_placeholder": "Enter email address",
  "research_development_head": "Research is an integral part of the activities of National Institute of Technology, Jamshedpur. The Institute conducts researches within its academic programmes under all the departments and the academic centres.",
  "research_development_obj_head": "OUR OBJECTIVES",
  "reasearch_believes": "Research Environment and Beliefs",
  "research_feature_1_head": "Vision",
  "research_feature_2_head": "Vision",
  "research_feature_1_body": "To provide support to advance research, scholarships and creative expression at NIT Jamshedpur and to take initiatives in collaborative projects with public and private sectors that offer world class research potential.",
  "research_feature_2_body": "To contribute towards the progress of the nation by providing continuous guidance to research staff in order to raise the standard in academic and research activities across India and the world.",
  "visit_site": "VISIT SITE",
  "read": "READ",
  "about_heading": "About Us",
  "research_about": "National Institute of Technology, Jamshedpur continues to be rated as one of the leading technical universities in the India. The academic and research programmes in Humanities and Social Sciences, in Design are also highly regarded. NIT Jamshedpur attracts the best students from the country for its bachelor's, master's and doctoral programmes. The institute is known for its strong research groups in varied areas of science and technology that are making substantial contributions to national projects. The research and academic programmes are driven by an outstanding faculty, with many faculty members internationally reputed for their research contributions.",
  "research_about_second_para": "When considering the design of your bedroom, it’s important to keep in mind both aesthetics and functionality. If storage is a primary concern, it is important to integrate the right cupboards and wardrobes into your design.",
  "research_work_procedure": "WORK PROCEDURE",
  "research_approach": "Our Approach Towards Research",
  "research_approach_1_slide_text1": "Create a mind map to brainstorm your project to inspire new ideas. Use a simple piece of paper, poster, or whiteboard for your mind map and we write the destination of your project in the middle.We  Write down related topics, subtopics, and relevant concepts around the goal and branch from them to create and follow different tangents.",
  "research_approach_1_slide_text2": "When you conduct a group project, each group member can benefit from the ideas of others and gain new insights by brainstorming together.",
  "research_approach_2_slide_text1": "Schedule a brainstorming session in a quiet place with few distractions. If you are working on a project alone, you can use group discussions with friends or colleagues to gain a new perspective on the topic. When you conduct a group project, each group member can benefit from the ideas of others and gain new insights by brainstorming together.",
  "research_approach_2_slide_text2": "Completing a successful project requires a significant amount of time and work, which means evaluating your priorities and planning your course of action.",
  "research_approach_3_slide_text1": "Create a mind map to brainstorm your project to inspire new ideas. Use a simple piece of paper, poster, or whiteboard for your mind map and we write the destination of your project in the middle.We  Write down related topics, subtopics, and relevant concepts around the goal and branch from them to create and follow different tangents.",
  "research_approach_3_slide_text2": "When you conduct a group project, each group member can benefit from the ideas of others and gain new insights by brainstorming together.",
  "research_speaker": "OUR SPEAKERS AND RESEARCHERS",
  "research_speaker_slogan": "Meet Our Perfectionist",
  "research_news_1_head": "NID Funded Projects",
  "research_news_1_body": "The National Institute of Design funds research projects in various fields, and the following link holds an account of the Funded projects",
  "research_news_2_head": "Externally Funded Projects",
  "research_news_2_body": "There is an account of the projects that are being sponsored by various external funding bodies and organisations",
  "research_news_3_head": "Testing and consultancy Projects",
  "research_news_3_body": "These are an account of Testing and consultancy projects that are being worked upon by the researchers at NIT Jamshedpur.",
  "research_news_4_head": "Active Projects",
  "research_news_4_body": "An account of all the active research projects going in the Institution",
  "research_testimonial": "TESTIMONIALS",
  "research_testimonial_slogan": "What Our Researchers Say",
  "research_news_letter_head": "SUBSCRIBE NEWSLETTER",
  "explore_more": "Explore More",
  "research_news_letter_slogan": "Don’t Miss Out Any Offer",
  "research_news_letter_body": "Note: Please call us at 12pm to 8am. otherwise our customer supporter will not available to reach your call, but you can drop mail anytime.",
  "central_facilities_head": "Central Library",
  "central_facilities_body": "\"Everything that you need for better future and success has already been written. And guess what? All you have to do is go to the Library.\" The Central Library came into existence as an important component of the institute in 1960. It continues to provide the following categories of services to its users : Students, Teachers, Researchers and other staff members.",
  "central_facilities_point_1": "Routine transaction (lending and retrieval) of books",
  "central_facilities_point_2": "Providing Reference materials",
  "central_facilities_point_3": "Reprographic services",
  "central_facilities_point_4": "Reading room services",
  "central_facilities_space_heading": "Space",
  "central_facilities_space_para": "The three storied Library premises are situated adjacent to the Administrative Block of the Institute. It spans a total floor space of about 32,184 sq. t, consisting of a separate Reading Hall, Periodical section, a processing section, stack Room, Book Bank and a Binding Unit, as briefly described below.",
  "central_facilities_space_reading_head": "Reading Room:",
  "central_facilities_space_reading_body": "It is situated in the ground floor. It stores Encyclopedias, Dictionaries, Handbooks, News papers, popular Magazines, Journal & Reference Books for on the spot use of the Library users.",
  "central_facilities_book_bank_head": "There are two Book Banks in the Library.",
  "central_facilities_book_bank_para_1": "One of them is meant for the students belonging to scheduled cast (SC) & Scheduled Tribe (ST). It was established under a scheme sanctioned by the government of Bihar (Welfare Department). Under this scheme the Welfare department, earlier Bihar Govt. but now Jharkhand Government, through their Disctrict Welfare Officer, supplies books & Almirahs. As many as 15 books are issued for one academic session to a SC /ST student from such a Book Bank.",
  "central_facilities_book_bank_para_2": "The other Book Bank is TEQIP Book Bank, used by both SC/ST students and General students. TEQIP Book Bank is governed & funded by World Bank Aid. Two Books are issued from this Book Bank for one academic session to a student. Recently new chairs and tables have been purchased through TEQIP-II fund.",
  "central_facilities_acquistion_head": "Acquisition & Processing Unit",
  "central_facilities_acquistion_body": "This is situated on the top floor on the library. New arrivals of Books & Journals are processed. (Accessioning, Cataloguing & Classification) here before they are stocked in the stack room.",
  "central_facilities_acquistion_body_point_1": "New arrivals of Books during 2006-2013.",
  "central_facilities_acquistion_body_point_2": "Books of different titles were purchased for both the Book Banks during this year, comprising of a total of 35,000 Books.",
  "central_facilities_collection_head": "Collection",
  "central_facilities_collection_body": "Total number of the books in the library including bound volumes of Journals as on 31.03.2006 was as given below.",
  "central_facilities_collection_point_key_1": "Stack Room",
  "central_facilities_collection_point_value_1": "55144",
  "central_facilities_book_bank_heading": "Book Bank",
  "central_facilities_collection_point_key_2": "Book Bank (Sc/St)",
  "central_facilities_collection_point_value_2": "23022 ",
  "central_facilities_collection_point_key_3": "TEQIP (Book Bank)",
  "central_facilities_collection_point_value_3": "3022",
  "central_facilities_working_hours": "Working Hours",
  "central_facilities_working_hours_head": "The following timings are in operation to provide its facilities to the users:",
  "central_facilities_working_hours_table_head_1": "Days",
  "central_facilities_working_hours_table_value_1": "Monday - Saturday",
  "central_facilities_working_hours_table_head_2": "Timings",
  "central_facilities_working_hours_table_value_1_1": "Normal Time",
  "central_facilities_working_hours_table_value_1_2": "08:00 AM To 10:00 PM",
  "central_facilities_working_hours_table_value_2": "Sunday",
  "central_facilities_working_hours_table_value_2_1": "Closed",
  "central_facilities_working_hours_table_value_2_2": "",
  "central_facilities_other_facilites_head": "Other Facilities",
  "central_facilities_other_facilites_para_1": "The Library subscribes to a sizeable number of technical, scientific & general periodicals journal & newspapers for the students and faculty members of the Institute. The Library system is ready to shift from manual to automated system, which include circulation, serial & online public access catalogue (OPAC) searching. Tender for Data entry work of the books will be out soon, and thereafter linking of Circulation Deptt is to be done (issue & return of books, books position and up-to-date information regarding any book) in order to make the Library user friendly. A Book Scanner has been employed in the Central Library for the same. To match the pace of the digital world, the Library has purchased the latest version of LIBNET software 7.0.",
  "central_facilities_other_facilites_para_2": "In addition to this we have online service through INDEST CONSORTIUM on the subjects for the following:",
  "central_facilities_other_facilites_points_1": "IEEE (IEL ONLINE)",
  "central_facilities_other_facilites_points_2": "ASCE",
  "central_facilities_other_facilites_points_3": "ASME",
  "central_facilities_other_facilites_points_4": "Springer - Verlag",
  "central_facilities_other_facilites_points_5": "SCIENCE-DIRECT",
  "central_facilities_other_facilites_para_3": "Moreover the Library has subscribed for J-Gate subscription and is going to subscribe IEEE journals very soon. A subscription of ebooks from TMH amounting to Rs 34lacs and purchase of books (in print version) is in line. Thereafter, ten newspapers and magazines will be subscribed by the Library.",
  "central_facilities_library_commitee": "Library Committee",
  "central_facilities_table_key_1": "Post",
  "central_facilities_table_key_2": "Name",
  "central_facilities_table_key_3": "Phone",
  "central_facilities_table_key_4": "E-Mail(replace # with @nitjsr.ac.in)",
  "central_facilities_library_staff": "Library Staff",
  "central_facilities_hospital_head": "Medical Facilities",
  "central_facilities_hospital_body": "To cater the medical needs of the employees and students, the institute has round the clock medical facilities at Institute Health Centre as well as in the empanelled hospitals/nursing homes in the city. It is being monitored by a medical services committee.",
  "central_facilities_hospital_dispensary_head": "INSTITUTE HEALTH CENTRE (DISPENSARY)",
  "central_facilities_hospital_dispensary_body": "Provides treatment for basic day-to-day health problems (minor ailments) and medicines to employees, their dependents and students.",
  "central_facilities_hospital_dispensary_staff_body": "The dispensary has following staffs:-",
  "central_facilities_hospital_city_hospital_head": "TREATMENT AT EMPANNELED HOSPITALS IN CITY",
  "central_facilities_hospital_city_hospital_body": "In case of the employees and their dependents who need treatment from specialists, they can get treatment in any five empanelled hospitals, on cashless basis, namely",
  "central_facilities_hospital_city_hospital_list_1": "Tata Main Hospital, Jamshedpur",
  "central_facilities_hospital_city_hospital_list_2": "Kantilal Gandhi Memorial Hospital, Jamshedpur",
  "central_facilities_hospital_city_hospital_list_3": "Brahmananda Hospital, Jamshedpur",
  "central_facilities_hospital_city_hospital_list_4": "A.S.G. Eye Hospital, Jamshedpur",
  "central_facilities_hospital_city_hospital_list_5": "Rajasthan Sewa Sadan Hospital, Jamshedpur",
  "central_facilities_hospital_city_hospital_foot": "The medicines prescribed by the doctors are also provided to them from empanelled shops on cashless basis.",
  "central_facilities_hospital_pathological_head": "Pathological Facility",
  "central_facilities_hospital_pathological_body": "Aarogyam Pathology Laboratory, Adityapur is empanelled for various pathological tests on cashless basis for the employee and their dependents.",
  "central_facilities_hospital_students_head": "Medical Facilities to Students",
  "central_facilities_hospital_students_body": "The students are also provided Emergency and Inside admission medical facilities on cashless basis in Tata Main Hospital, Bistupur and OPD facility in Steel City Hospital, Bistupur through Medical Insurance. Other than this, in case of emergency, they can get themselves treated in any of the Hospitals/Nursing homes in Jamshedpur as well as other hospitals in country and the medical expenses incurred by them is reimbursed through insurance.",
  "central_facilities_hospital_referral_head": "Refferal cases",
  "central_facilities_hospital_referral_body": "Employees and their dependents can get referred to any higher centres in the country on the recommendation of the hospitals.",
  "central_facilities_hospital_visitingdoctorrs_head": "Visting Specialised Doctors",
  "central_facilities_hospital_visitingdoctorrs_body": "The arrangement is also done for providing the services of specialist doctors of a particular specialization to the employees and students on cashless basis in the Institute health centre.",
  "central_facilities_hospital_ambulance_head": "Ambulance Facility",
  "central_facilities_hospital_ambulance_body": "Ambulance facility is available 24*7 for emergency needs of both the staff and students.Contact :",
  "central_facilities_hospital_ambulance_phone": "Phone: +91-657-237-4226",
  "central_facilities_computer_center_head": "Computer Center",
  "central_facilities_computer_center_body": "One of the attractions of this campus is the OVAL structure - the Computer Centre, which accommodates central computing facilities. There are mainly three types of services viz. computational services, laboratory services and network services. The Centre's services are extensively used by the students, faculty and staff members of the Institute. The centre is equipped with IBM-Netfinity 5500, SUN Microsystems Ultra Sparc and HCL Infinity Global Line 2765 XD Servers. Various systems and application softwares are installed and maintained by the centre. There are three PC Laboratories, which are used for UG/PG classes and one for Internet services. The internet service is available through VSAT on all week days from 08 :00 AM to 10 :00 PM. The network services are limited to the centre, but it is to be extended to the whole academic and residential campus shortly. The floor space of the centre is being augmented in order to accommodate a Multimedia Laboratory, a CAD Laboratory, a Smart Seminar Room and a Computer Museum.",
  "central_facilities_contacts_head": "Contacts",
  "central_facilities_safety_head": "Safety and Security",
  "central_facilities_safety_body": "The institute administration has made the campus (spread over almost in 343 acres) fully secured by giving priority to the security. Utmost care has been taken for safety and security of the lives of the students and employees.",
  "central_facilities_hostels_head": "Hostels",
  "central_facilities_hostels_body": "The College Campus has a total of 13 hostels - 7 for Boys and 6 for Girls.",
  "central_facilities_hostels_head_boys": "Boys Hostels",
  "central_facilities_hostels_head_girls": "Girls Hostels",
  "central_facilities_hostels_rules_head": "Rules and Regulations",
  "central_facilities_hostels_rules_body": "Rules and Regulations of Hostels for Boarders",
  "central_facilities_guesthouse_head": "Guest House",
  "central_facilities_guesthouse_body": "The Guest House has well furnished rooms made available to people visiting the college on request.",
  "central_facilities_guesthouse_phone": "Phone: +91-657-237-4156",
  "central_facilities_counselling_head": "Student Counselling",
  "central_facilities_counselling_what_head": "What is Counselling?",
  "central_facilities_counselling_what_body": "Counselling is a method of identifying practical solution to an identified problem. Counselling can help you to understand your problems more deeply and deal with more efficiently. One should take counselling form as open, respective and confidential forum.",
  "central_facilities_counselling_who_head": "Who is the Counsellor?",
  "central_facilities_counselling_who_body": "A counsellor is a helping professional, offers support and understands, listens and responds to your problems.",
  "central_facilities_counselling_how_head": "How SWC maintains the Confidentiality?",
  "central_facilities_counselling_how_body": "Privacy is maintained strictly by the centre in all the cases. The information shared and records maintained are kept safe and confidential. We protect the confidentiality and release personal data only according to prescribed laws or institute policies. So, no need to worry about the leakage of data.",
  "central_facilities_counselling_effective_head": "How effective is Counselling?",
  "central_facilities_counselling_effective_body": "Counselling is effective when the recipient is willing and agrees to seek help.",
  "central_facilities_transport_head": "Transport",
  "central_facilities_transport_bus_service_head": "Bus Service",
  "central_facilities_transport_body": "Though the college is residential in nature, it gives its staff and students the facility of a bus service. The bus runs thrice a day from the college bus stand to Gopal Maidan at Bishtupur and vice-versa. It has three other stoppages at NIT Main gate, Road No. Four of Adityapur colony, All India Radio (Adityapur) respectively.",
  "central_facilities_transport_table_key_1": "FROM",
  "central_facilities_transport_table_key_2": "TO",
  "central_facilities_transport_table_key_3": "Timings",
  "central_facilities_transport_table_value_1_1": "College Campus",
  "central_facilities_transport_table_value_1_2": "Bistupur",
  "central_facilities_transport_table_value_3_1": "12:30pm, 5:15pm, 6:30pm",
  "central_facilities_transport_table_value_3_2": "1:00pm, 7:30pm, 7:45pm",
  "about_nitjsr": "About NITJSR",
  "heading_institute": "Institute",
  "head_fee_str" : "Fee Structure",
  "head_acad_documents" :"Academic Documents",
  "head_other_imp_documents" : "Other important documents",
  "heading_admissions" : "Admissions",
  "heading_gen_info": "General Information",
  "head_about_nitjsr": "About NITJSR",
  "head_about_people" : "People",
  "head_vision": "Vision and Mission",
  "head_acts": "Acts and Statues",
  "head_board_of_governers": "Board of Governers",
  "head_finance_committee": "Finance Committee",
  "head_building_and_work": "Buildings and Works Committee",
  "head_people" :"People",
  "head_senate": "Senate",
  "head_ranking_and_recognition": "Ranking and Recognition",
  "heading_about_us": "About Us",
  "about_us_para": "National Institute of Technology, Jamshedpur,earlier known as Regional Institute of Technology was established on 15th August 1960 as a joint venture of Government of India and the Government of Bihar in the chain of REC's (Regional Engineering College) in India with the aim to generate technical graduates of highest standards who could provide technological leadership to the region. It was among the first eight Regional Engineering Colleges (RECs) established as part of the Second Five-Year Plan (1956 - 1961). This was the only REC in the country which was named as RIT (Regional Institute of Technology). Therefore RIT Jamshedpur was actually the REC of undivided Bihar & Jharkhand. The foundation stone of RIT (REC) Jamshedpur was laid by Dr. Srikrishna Sinha, the then chief minister of Bihar , with the aim of nurturing talent and setting high standards of education and excellence. On 27th December 2002, in the line of all other RECs of India, RIT Jamshedpur (may be read as REC Jamshedpur too) was converted to National Institute of Technology, Jamshedpur with the status of a Deemed University as per the decision of Govt. of India. The Institute is fully funded and governed by the Ministry of Human Resource Development (MHRD), Government of India since 1st April, 2003. On 15 August 2007, NIT Jamshedpur was given the status of the Institute of National Importance through an Act of the Parliament known as the NIT Act. The Institute has 12 departments including engineering, science and humanities. The Institute, with 200 faculty, 4000 students, 150 administrative and supporting staff, is a self-contained campus. It is located on the outskirts of Jamshedpur on 341.3 acres of sprawling, rolling hilly, wooded land. It combines natural beauty of countryside with urban glamour of an industrial area. The flowing river and picturesque backdrop of low hills on one side and large tracks of forest on the other make the campus an ideal place for higher learning and research. It has been growing from strength to strength ever since it was established in 1960. Situated in the heart of the rich mineral and industrial belt of Jharkhand State, the campus encompasses the Main building, the Library, the Computer Center, 13 hostels (9 Boys hostels and 4 Girls hostels), staff quarters, Guest House, a Students Gymkhana, a Post-office , a branch of State Bank of India, two ATMs, central store and a dispensary. The hostels and departments are connected with high speed wireless LAN. The institute maintains courts for basketball, volleyball, badminton and tennis. Apart from this, it also has cricket, hockey and football grounds. The institute is poised for bright and promising future. The courses have been completely restructured and prepared as per the needs of society and industries. There is refreshing development on every front. The institute has achieved impressive placement for its students, with top industrial houses and software companies recruiting the students in large numbers.",
  "head_location": "Location",
  "location_para": "NIT Jamshedpur is situated in the western part of the city Jamshedpur , which is in the southern end of the state of Jharkhand and is bordered by the states of Orissa and West Bengal. It is just far enough to ensure that the city with its noise is too distant to distract and just near enough to guarantee that all city facilities are immediately available. The institute is strategically located with the unique advantage of being surrounded by giant and medium scale industries like Tata-Steel, Telco, Indian Steel Wire Products, Tata Tubes, Tinplate Company, Tata Timken etc. and reputed Institutes like the National Metallurgical Laboratory, Xavier Labour Relations Institute and National Institute of Foundry and Forge Technology, Ranchi. ",
  "to_view": "To view how to reach here, ",
  "head_history": "History",
  "history_para": "NIT, Jamshedpur was formally inaugurated on 15th August 1960 at Adityapur, Jamshedpur by Dr. Srikrishna Sinha, the then and also the first Chief Minister of Bihar and the first Chairman of the Board of Governors of RIT, Jamshedpur. His eloquent speech highlighted the dreams and aspirations to be nurtured by the institute to achieve excellence in higher technical education, research and development. This inaugural address was termed 'the first lecture' in Humanities by the founder Principal Dr. R. P. Verma. It is noteworthy that both the founder Chairman and the founder Principal happened to be freedom fighters. Their nationalistic fervour and passion for progress set the college moving on the right path towards technological development. The historical day at RIT, Jamshedpur was 27th December, 2002 when it was formally upgraded to National Institute of Technology, Jamshedpur with the Deemed University status. R.I.T., Jamshedpur started off by offering undergraduate courses in four branches (viz Civil, Electrical, Mechanical and Metallurgy) of Engineering in 1960. The institute also offers M.Tech, Ph. D., Non-Formal B. Sc. Engineering Programme and MCA programmes.",

  "heading_our_vision": "Our Vision",
  "our_vision_para": "To be one of the premier technical institutions for its academic excellence and innovative research to meet the future needs of the society.",
  "heading_our_mission": "Our Mission",
  "our_mission_para": "To build conducive environment for learning and creativity. To train students to become technically competent professionals and socially responsible citizens. To develop innovative products and technologies for the betterment of the society.",

  "heading_acts_and_statues": "Acts and Statues",

  "Dr. Koushlendra Kumar Singh": "Dr. Koushlendra Kumar Singh",

  "heading_board_of_members": "Members",
  "head_ex_chairman": "Chairman",
  "subhead_ex_chairman": "Prof. Karunesh Kumar Shukla(Director)",
  "ex_chairman_details": "Director, National Institute of Technology Jamshedpur",

  "head_senate_nominee": "Senate Nominee",
  "subhead_senate_nominee": "Prof. R. V. Sharma  &  Dr. Uday Kumar",
  "Prof. A.K.L.Srivastava": "Prof. A.K.L.Srivastava",
  "Dr. Uday Kumar": "Dr. Uday Kumar",

  "head_NIT_Council_Nominee": "Nominee of the Council of NIT",
  "Dr. Savita Mishra": "Dr. Savita Mishra",

  "head_MoE_GoI": "Member (Ex-Officio), MoE, GoI",
  "head_ex_member": "Director (Ex-Officio) Member",

  "senate_details": "Professor",
  "senate_details1": "Department of Mech. Engg.",
  "senate_details2": "NIT Jamshedpur",
  "senate2_details": "Associate Professor",
  "senate2_details2": "Department of HSSM",

  "member4_details": "JS & FA (MoE, GoI)",
  "JS & FA, MoE, GoI": "JS & FA, MoE, GoI",
  "J.S. (NIT), MoE, GoI": "J.S. (NIT), MoE, GoI",
  "member5_details": "JS(NIT), (MoE, GoI)",

  "secretary_details": "Registrar",

  "head_state_govt_nominee": "Nominee of the State Government",
  "member11_details": "Director, DHTE & SD",
  "member11_details2": "Govt. of Jharkhand",
  "member12_details": "Director, BIT Sindri",
  "member12_details2": "Dhanbad Rd, Sindri, Jharkhand",
  "Internal_Links": "Internal Links",

  "Prof. Karunesh Kumar Shukla": "Prof. Karunesh Kumar Shukla",
  "Smt. Darshana M. Dabral": "Smt. Darshana M. Dabral",
  "Ms. Saumya Gupta": "Ms. Saumya Gupta",

  "Prof. D.K. Singh": "Prof. D.K. Singh",
  "Prof. R.V. Sharma": "Prof. R.V. Sharma",
  "Dr. Rajiv Bhushan": "Dr. Rajiv Bhushan",
  "Col. (Dr.) Nisheeth Kumar Rai (Retd.)": "Col. (Dr.) Nisheeth Kumar Rai (Retd.)",
  "Colonel (Dr.) Nisheeth Kumar Rai (Retd.)": "Colonel (Dr.) Nisheeth Kumar Rai (Retd.)",
  "Registrar's Office": "Registrar's Office",
  "Mr. Ashutosh Ranjan": "Mr. Ashutosh Ranjan",
  "Mr. Bablu Sardar": "Mr. Bablu Sardar",
  "Mr. Chandramohan Mukhi": "Mr. Chandramohan Mukhi",
  "Assistant SG-II": "Assistant SG-II",
  "Office Attendant": "Office Attendant",

  "head_NIT_Council_Member": "NIT Council Member",
  "Mr. Bhanu Prakash Jalan": "Mr. Bhanu Prakash Jalan",

  "head_MHRD_New_Delhi": "MHRD,New Delhi",
  "subhead_MHRD_New_Delhi": "JS & FA(MHRD, New Delhi)  &  JS(MHRD, New Delhi)",
  "JS & FA(MHRD, New Delhi)": "JS & FA(MHRD, New Delhi)",
  "JS(MHRD, New Delhi)": "JS(MHRD, New Delhi)",

  "head_members": "Members",
  "subhead_member1": "Professor Pushpak Bhattacharyya",
  "member1_details": "Director, IIT Patna",
  "Professor Pushpak Bhattacharyya": "Professor Pushpak Bhattacharyya",

  "head_member": "Member",
  "Director, Indian Institute of Technology Patna": "Director, Indian Institute of Technology Patna",
  "Prof. T.N. Singh": "Prof. T.N. Singh",

  "subhead_member2": "Professor D.K. Singh",
  "Professor D.K. Singh": "Professor D.K. Singh",
  "member2_details": "Director, BIT Sindri",

  "subhead_member3": "Director",
  "member3_details": "Department of Higher and Technical Education,Govt. of Jharkhand",

  "heading_secretary": "Secretary",
  "subheading_secretary": "Col.(Dr.) Nisheeth Kumar Rai (Retd.) Registrar",

  "heading-min_of_meet": "Minutes of Meetings",
  "heading_Finance_Committee": "Finance Committee",
  "Finance_Committee_members": "Members",

  "Prof. Karunesh Kumar Shukla(Director)": "Prof. Karunesh Kumar Shukla(Director)",
  "mem_0_name": "Prof. Karunesh Kumar Shukla (Chairman, BOG)",
  "mem_0_post": "Acting Chairman",

  "mem_1_name": "Prof. Karunesh Kumar Shukla (Director)",
  "mem_1_post": "Member",
  "mem_1_contact": "director@nitjsr.ac.in",

  "mem_2_name": "Ms. Saumya Gupta(J.S., MoE, GoI)",
  "mem_2_post": "Member",

  "mem_3_name": "Mrs. Darshana M. Dabral (JS & FA , MoE, GoI)",
  "mem_3_post": "Member",

  "mem_4_name": "Prof. D.K. Singh (Director, BIT-Sindri)",
  "mem_4_post": "Member  (BOG Representative)",

  "mem_5_name": "Dr. Arun Kumar (GoJ)",
  "mem_5_post": "Member (BOG Representative)",

  "mem_6_name": "Col.(Dr.) Nisheeth Kumar Rai (Retd.) Registrar",
  "mem_6_post": "Member Secretary",
  "mem_6_contact": "registrar@nitjsr.ac.in",

  "head_minofmeet_fin_comm": "Minutes of Meetings",

  "heading_building_and_work_comittee": "Buildings and Works Committee",
  "building_and_work_comittee_members": "Members",

  "b_mem_1_name": "Prof. Karunesh Kumar Shukla(Director)",
  "b_mem_1_post": "Chairman",
  "b_mem_1_contact": "director@nitjsr.ac.in",

  "b_mem_3_name": "JS, MHRD, New Delhi",
  "b_mem_3_post": "Member",

  "b_mem_4_name": "Shri Vivek Prakash Srivastava (Chief Engineer, IIT Kharagpur)",
  "b_mem_4_post": "Member",

  "b_mem_5_name": "Er. Manmohan Kumar (Superintendent Engineer, JBVNL, GoJ)",
  "b_mem_5_post": "Member",

  "b_mem_6_name": "Prof. A.K. Choudhary (Professor, Civil Engineering, NIT Jamshedpur)",
  "b_mem_6_post": "Member",

  "b_mem_7_name": "Dr. Virendra Kumar(Dean, P&D, NIT Jamshedpur)",

  "head_minof_work_comittee": "Minutes of Meetings",
  "heading_senate": "Senate",
  "head_senate_members": "Members",
  "s_mem1_name": "Prof. Karunesh Kumar Shukla(Director, NIT Jamshedpur)",
  "s_mem_1_post": "Chairman",
  "s_mem1_mail": "director@nitjsr.ac.in",

  "s_mem2_name": "Prof. Indranil Chattoraj (Director, NML Jamshedpur)",
  "s_mem_2_post": "Members",
  "s_mem2_mail": "",

  "s_mem3_name": "Prof. Anjali Roy(Professor, IIT Kharagpur)",
  "s_mem_3_post": "Members",
  "s_mem3_mail": "anjali@hss.iitkgp.ac.in",

  "s_mem4_name": "Dr. N.C. Shivaprakash( Dept. of Instrumentation and Applied Physics, IISc Bangalore)",
  "s_mem_4_post": "Members",
  "s_mem4_mail": "shiv@iisc.ac.in",

  "s_mem5_name": "Prof. A. Choubey(On Lien)",
  "s_mem_5_post": "Internal Member",
  "s_mem5_mail": "achoubey.ece@nitjsr.ac.in",

  "s_mem6_name": "Prof. A. K. L. Srivastava",
  "s_mem_6_post": "Internal Member",
  "s_mem6_mail": "aklsriv.ce@nitjsr.ac.in",

  "s_mem7_name": "Prof. A. M. Tigga",
  "s_mem_7_post": "Internal Member",
  "s_mem7_mail": "amtigga.prod@nitjsr.ac.in",

  "s_mem8_name": "Prof. Amaresh Kumar",
  "s_mem_8_post": "Internal Member",
  "s_mem8_mail": "akumar.prod@nitjsr.ac.in",

  "s_mem9_name": "Prof. Anil Kumar Choudhary",
  "s_mem_9_post": "Internal Member",
  "s_mem9_mail": "akchoudhary.ce@nitjsr.ac.in",

  "s_mem10_name": "Prof. Danish Ali Khan",
  "s_mem_10_post": "Internal Member",
  "s_mem10_mail": "dakhan.ca@nitjsr.ac.in",

  "s_mem11_name": "Prof. Dilip Kumar Yadav",
  "s_mem11_post": "Internal Member",
  "s_mem11_mail": "dkyadav.ca@nitjsr.ac.in",

  "s_mem12_name": "Prof. Hira Lal Yadav",
  "s_mem_12_post": "Internal Member",
  "s_mem12_mail": "hlyadav.phy@nitjsr.ac.in",

  "s_mem13_name": "Prof. Mani Kant Paswan",
  "s_mem_13_post": "Internal Member",
  "s_mem13_mail": "mkpaswan.me@nitjsr.ac.in",

  "s_mem14_name": "Prof. Mrityunjay Kumar Sinha",
  "s_mem_14_post": "Internal Member",
  "s_mem14_mail": "mksinha.me@nitjsr.ac.in",

  "s_mem15_name": "Prof. Niranjan Kumar",
  "s_mem_15_post": "Internal Member",
  "s_mem15_mail": "niranjan.me@nitjsr.ac.in",

  "s_mem16_name": "Prof. Parbha Chand",
  "s_mem_16_post": "Internal Member",
  "s_mem16_mail": "pchand.me@nitjsr.ac.in",

  "s_mem17_name": "Prof. R. N. Mahanty",
  "s_mem_17_post": "Internal Member",
  "s_mem17_mail": "rnmahanty.ee@nitjsr.ac.in",

  "s_mem18_name": "Prof. R. V. Sharma",
  "s_mem_18_post": "Internal Member",
  "s_mem18_mail": "rvsharma.me@nitjsr.ac.in",

  "s_mem19_name": "Col.(Dr.) Nisheeth Kumar Rai (Retd.) Registrar",
  "s_mem_19_post": "Secretary",
  "s_mem19_mail": "regsitrar@nitjsr.ac.in",

  "s_mem20_name": "Prof. Sanjay",
  "s_mem_20_post": "Internal Member",
  "s_mem20_mail": "sanjay.me@nitjsr.ac.in",

  "s_mem21_name": "Prof. U. Laha",
  "s_mem_21_post": "Internal Member",
  "s_mem21_mail": "sanjay.me@nitjsr.ac.in",

  "s_mem22_name": "Prof. Tarni Mandal",
  "s_mem_22_post": "Internal Member",
  "s_mem22_mail": "tmandal.math@nitjsr.ac.in",

  "s_mem23_name": "Prof. U. Laha",
  "s_mem_23_post": "Internal Member",
  "s_mem23_mail": "ulaha.phy@nitjsr.ac.in",

  "s_mem24_name": "Col.(Dr.) Nisheeth Kumar Rai (Retd.) Registrar",
  "s_mem_24_post": "Secretary",
  "s_mem24_mail": "regsitrar@nitjsr.ac.in",

  "heading-min_of_meet_senate": "Minutes of Meetings",

  "heading_rank": "Ranking and Recognition",
  "subhead_ins_rank": "Institute Rank : AIR 90 (NIRF 2022)",
  "subhead_ins_rank_title": "NIRF Institute Rank",
  "nba": "NBA",
  "notice_in_ranks": "Notice",

  "nirf2024_submitted": " NIRF Submitted Report 2024",

  "nirf2023_engineering": " NIRF 2023 INDIA RANK (ENGINEERING)",
  "nirf2023_innovation": " NIRF 2023 INDIA RANK (INNOVATION)",
  "nirf2023_submitted": " NIRF Submitted Report 2023",

  "nirf2022_engineering": " NIRF 2022 INDIA RANK (ENGINEERING)",
  "nirf2022_committee": "NIRF Committee 2022",
  "nirf2022_submitted": " NIRF Submitted Report 2022",

  "nirf2021_engineering": " NIRF 2021 INDIA RANK (ENGINEERING)",
  "nirf2021_submitted": " NIRF Submitted Report 2021",

  "nirf2020_engineering": " NIRF 2020 INDIA RANK (ENGINEERING)",
  "nirf2020_submitted": " NIRF Submitted Report 2020",

  "nirf2019_submitted": " NIRF 2019 INDIA RANK (ENGINEERING)",

  "nirf2018_submitted": " NIRF 2018 INDIA RANK (ENGINEERING)",

  "commentsk2": "above is shashank's work",

  "commenths1": "below is himanshu's work",

  "Convocation_head": "11th Convocation NIT JAMSHEDPUR",

  "Convocation_title": "The 11th Convocation ceremony was held from 16th to 19th December 2021.",

  "From": "From",
  "To": "To",
  "Prof. A. Mishra": "Prof. A. Mishra",
  "Prof. D. Bhattacharya": "Prof. D. Bhattacharya",
  "Prof. S.K. Mukherjee (I/C)": "Prof. S.K. Mukherjee (I/C)",
  "Prof. G. Panda": "Prof. G. Panda",
  "Prof. A. Mishra (I/C)": "Prof. A. Mishra (I/C)",
  "Prof. S.K. Sarangi (I/C)": "Prof. S.K. Sarangi (I/C)",
  "Prof. Rajnish Shrivastava": "Prof. Rajnish Shrivastava",
  "Prof. Rambabu Kodali": "Prof. Rambabu Kodali",
  "Prof. Yamuna Prasad Yadav": "Prof. Yamuna Prasad Yadav",

  "p-home": "People Home",
  "card_director": "Director",
  "card_deputydirector": "Deputy Director",
  "Deputy_Director": "Deputy Director",
  "card_dean": "Deans",
  "card_associatedean": "Associate Deans",
  "card_assistant": "Assistant Deans",
  "card_hod": "Head of Departments",
  "card_fic": "Faculty In-charge",
  "card_faculty": "Faculty",
  "card_warden": "Wardens",
  "card_registrar": "Registrar",
  "card_off": "Officers",
  "card_staff": "Administrative Staff",
  "card_professor": "Professor",
  "Head_Of_Departments": "Head of Departments",
  "Head_Of_Department": "Head of Department",

  "S.No.": "S.No.",
  "Branch": "Branch",
  "Faculty ID": "Faculty ID",
  "Dr. Sanjay Kumar": "Dr. Sanjay Kumar",
  "Dr. Balram Ambade": "Dr. Balram Ambade",
  "Dr. A.K. Singh": "Dr. A.K. Singh",
  "Dr. Amit Prakash": "Dr. Amit Prakash",
  "Dr. A.K. Akella": "Dr. A.K. Akella",
  "Dr. Maninder Kapoor": "Dr. Maninder Kapoor",
  "Dr. Sunil Kumar": "Dr. Sunil Kumar",
  "Prof. Shalendra Kumar": "Prof. Shalendra Kumar",
  "Dr. Ashok Kumar": "Dr. Ashok Kumar",
  "Prof. Ujjwal Laha": "Prof. Ujjwal Laha",
  "Dr. A.K. Jha": "Dr. A.K. Jha",

  "profile-head": "Profile",
  "dean-head": "Deans",

  "Chairman,_BOG": "Chairman, BOG",
  "Acting Chairman": "Acting Chairman",
  "Administration": "Administration",
  "inst_add": "NIT Campus, P.O .RIT Jamshedpur 831014, Jharkhand, India",
  "RTI": "RTI",

  "asso-d-head": "Associate Deans",
  "card-md-hassan": "Dr. Md Ashique Hassan",
  "p-hassan": "Academic",
  "card-rao": "Dr. Chintalacheruvu Madhusudana Rao",
  "p-rao": "Academic: Recognition and Accreditation",
  "card-tushar": "Dr. Tushar Banerjee",
  "p-tushar": "Industry and Alumni Relations",
  "card-vishesh": "Dr. Vishesh Ranjan Kar",
  "p-vishesh": "Research and Consultancy",
  "card-prashant": "Dr. Prashant Kumar",
  "p-prashant": "Students Welfare",
  "card-subhash": "Dr. Subhash Singh",
  "p-subhash": "Faculty Welfare",
  "card-awdhesh": "Dr. Awdhesh Kumar Choudhary",
  "p-awdhesh": "Planning and Development",
  "card-sanjay": "Dr. Sanjay Kumar",
  "p-sanjay": "Planning and Development",
  "card-namrata": "Dr. Kumari Namrata",
  "p-namrata": "Students Welfare",

  "assis-d-head": "Assistant Deans",
  "hod-page": "Head of Departments",
  "all-dept": "All departments",
  "cse": "Computer Science and Engineering",
  "ee": "Electrical Engineering",
  "ece": "Electronics and Communication Enginneering",
  "ce": "Civil Engineering",
  "me": "Mechanical Engineering",
  "mm": "Metallurgical and Materials Engineering",
  "pe": "Production and Industrial Engineering",
  "phy": "Physics",
  "math": "Maths",
  "human": "Humanities",
  "chem": "Chemistry",
  "mca": "MCA",

  "fic-head": "Faculty In-Charge",

  "fac-head": "Faculty",
  "ritik": "Ritik Raj",
  "ass-pro": "Assistant Professor",
  "teach-assis": "Teaching Assistant",
  "cs-short": "CS",
  "vivek": "Vivek Sharma",
  "kk": "Koushalendra Kumar Singh",
  "nir": "Niranjan-Kumar",
  "prof": "Professor",
  "ee-short": "EE",
  "nam": "Kumari Namrata",
  "asso-prof": "Associate Professor",
  "prashant": "Prashant Kumar",
  "ec-short": "EC",
  "vir": "Virendra Kumar",
  "ce-short": "CE",
  "name-comment": " some names are given in deans-sec",
  "me-short": "ME",
  "prabha": "Prabha Chand",
  "ram": "Ram Vinoy Sharma",
  "armes": "Amaresh Kumar",
  "subhas": "Subhash Kumar",
  "tushar": "Tushar Banerjee",
  "pi-short": "PI",
  "mandal": "Tarni Mandal",
  "ma": "MA",
  "abhis": "Abhishek Kumar",

  "warden-head": "Wardens",
  "ward": "Warden",
  "c-ward": "Chief Warden",
  "ass-ward": "Assistant Warden",
  "a": "Hostel-A",
  "b": "Hostel-B",
  "c": "Hostel-C",
  "d": "Hostel-D",
  "e": "Hostel-E",
  "f": "Hostel-F",
  "g": "Hostel-G",
  "h": "Hostel-H",
  "i": "Hostel-I",
  "amb": "Ambedkar",
  "rlb": "RLB",

  "regis-head": "Registrar",
  "offi-head": "Officers",
  "staff-head": "Staff",
  "sel-dept-hod": "Select Department",
  "placeholder-hod": "All Departments",

  "footer": "link translations for footer",
  "address": "PO: NIT Jamshedpur,Jharkhand,India,",
  "pin": "PIN: 831014",
  "Quick_Links": "Quick Links",

  "howreach-head": "How To Reach",
  "how-intro": "How to Reach Jamshedpur",
  "intro-body": "Jamshedpur is the first well-planned industrial city of India, founded by the late Jamshedji Nusserwanji Tata and ranks 28th among the 35 million-plus cities and is also the 31st urban agglomeration in India according to the census 2001. Located in the East Singhbhum district of Jharkhand on the Chota Nagpur plateau, it is the district headquarters and is surrounded by the beautiful Dalma Hills. The rivers Subarnarekha and Kharkai border the North and West of the city, respectively. The institute is located in Adityapur town of the district which is at the border of Saraikela-Kharswan district and East Singhbhum district. Adityapur is a highly industrialized town having hundreds of small and medium scale industries.",
  "air": "Airways",
  "air-content-1": "is connected with Jamshedpur through NH-33 via Chandil and Bundu. Road distance is about 140 KM between the two cities. You may add about 15 KM more to this distance as the Airport is about 5 KM from Ranchi city and NIT Jamshedpur is about 10 KM from the Jamshedpur bus-stand. Numerous bus services are available between Ranchi and Jamshedpur. Ranchi is also connected with Jamshedpur by rail-route distance is 167 KM by train but the bus route is convenient.",
  "bmairp": "Birsa Munda Airport, Ranchi, Jharkhand",
  "air-content-2": "Netaji Subhash Chandra Bose Domestic & International Airport, Kolkata.",
  "air-content-3": "It is an international airport located in Kolkata, West Bengal, India. It is 260km away from Jamshedpur. The best way of travelling between Jamshedpur and Kolkata is by train. The train journey takes 4 - 5 hours. By road it takes about 6 hours.",
  "rail": "Railways",
  "rail-content-1": "The railway station of Jamshedpur is known as Tatanagar Junction. Tatanagar (Jamshedpur) is an important railway junction & a model station on the South Eastern Railway and is the most important railway junction of the state as it is connected directly to all the major cities of India, viz., Kolkata, Mumbai, Delhi, Chennai, Bangalore, Ahmedabad, Amritsar, Raipur, Patna, Nagpur, Kanpur, Ranchi, Pune, Jammu, Vishakapatnam, Guwahati, Bhubaneshwar etc.",
  "rail-content-2": "Tatanagar Junction is 135 KM from Kharagpur and 250 KM from Howrah (Kolkata) by train route. It is well connected to Kharagpur and Howrah Junctions through over a dozen of super-fast/express/local trains. Jamshedpur is well connected to other parts of India through national and state highways. The major highways are:",
  "rail-highway-1": "National Highway 33 (NH 33) touches the city and joins the NH32, which connects Kolkata with Delhi.",
  "rail-highway-2": "National Highway 32 (NH 32) connects Jamshedpur to Govindpur via Dhanbad.",
  "direction-head": "Direction to reach the Institute from Tatanagar railway station and Jamshedpur main Bus Stand(Sakchi)",
  "dir-para1": "The Institute’s Administrative Building is ",
  "dir-parabold": "9.5 KM from Jamshedpur main bus stand at Mango, 8.5 KM from Tatanagar railway station and only 2 KM from Adityapur railway station which is a small station.",
  "dir-para2": "Distance between Adityapur railway station and Tatanagar Jn is 4 KM. While coming from Howrah side, Tatanagar Jn comes before Adityapur station, and while coming from Mumbai/ Bilaspur/ Durg/ Rourkela/ Patna/ Asansol side, Adityapur station comes before Tatanagar Jn. All local trains and few express trains stop at Adityapur station. Therefore, while coming from Mumbai/ Nagpur/ Bilaspur/ Durg/ Rourkela/ Patna/ Asansol side, one should get down if the train stops at Adityapur station and reserve an auto-rickshaw or taxi (fare Rs 60/- as in Jun 2013) for the institute. Frequent local transports are available from Jamshedpur main Bus stand, Mango and Tatanagar Junction on reserved as well as shared basis. From Tatanagar railway station you must go to Bistupur. From Jamshedpur main bus stand, you must go to Sakchi and then Bistupur . From Bistupur you should take an auto to Adityapur. At Adityapur you must get down near the All India Radio Building.It is better to reserve an auto to the Institute campus from there. If you don’t reserve an auto, you have to turn left towards the railway under-bridge to travel along the NIT road to reach the Institute which is located at Adityapur-2. The Institute Administrative Building is 3.5 KM from the All India Radio located at Adityapur-1. There is an alternative route (about 0.5 KM longer than the above mentioned route via railway over-bridge and NIT road) to the institute campus via NIT MORE (also pronounced as “mod”) from Adityapur-Kandra main road. While coming from Bistupur side, in stead of turning left near All India Radio Building at Adityapur-1, one may go ahead straight and take left turn at NIT MORE which is about 2 KM from All India Radio Building. The institute administrative building is about 2 KM from NIT MORE. On reserved basis you may take an auto from any corner of the city to the Institute premises. For people who are coming here for first time,it is recommended to reserve an auto. The fare is Rs. 150 from Main bus stand or main railway station to the main campus.",
  "dir-para3": "Regular bus services are available from Jamshedpur to Ranchi (131 km), Patna, Gaya, Kolkata (300 km) via Baharagora, Hazaribagh, Puri, Bhubaneshwar, Asansol, Bokaro, Dhanbad etc. However, Roadways travel on Kolkata-Kharagpur-Jamshedpur route is not recommended as train route is much better (faster, cheaper, safe and comfortable).",
  "commenths2": "above is himanshu's work",

  "director_about": "Prof. (Dr.) Goutam Sutradhar currently the Director at the National Institute of Technology, Jamshedpur, since 12th May 2023. Before this, he served as the Director of NIT Manipur for a full term of five years. He completed his Bachelor's degree in Mechanical Engineering from Jalpaiguri Government Engineering College, West Bengal in 1984. He subsequently earned his Master's degree in Mechanical Engineering with a specialization in Foundry Technology from IIT Kharagpur in 1986. He completed his Ph.D. in Engineering from Birla Institute of Technology (BIT) Mesra, Ranchi. After working for five years in Hindustan Motors Limited and Indian Railways, he joined as a faculty member at the National Institute of Foundry & Forge Technology, Ranchi, Jharkhand in 1991. He later served at Serampore Textile College, West Bengal and Kalyani Government Engineering College, West Bengal for about ten years before joining Jadavpur University, Kolkata, as a Professor in the Department of Mechanical Engineering in 2005. He has supervised more than 20 M.Tech thesis and 21 Ph.D. students in the field of Metal Matrix Composites, Polymer Matrix Composites, Development of Environment-friendly Materials, Synthesis of Forged Powder Metallurgy Components, and Metal Casting Processes. He has supervised many research projects sponsored by AICTE, New Delhi; CSIR, New Delhi; UGC, New Delhi; DST, New Delhi. He has authored two books, namely Design and Manufacturing: An Integrated Approach published by Oxford & IBH, and Foundry Process Design published by New Age Publishers, New Delhi. He has published over 125 technical papers in referred journals of national and international importance and presented more than 50 technical papers at national and international conferences. ",

  "commenths3": "below is pratibha's work",

  "title1": "Academics",
  "title2": "Admissions",
  "title3": "People",
  "title4": "Departments",
  "title5": "Curriculum",
  "title6": "Student Statistics",
  "title7": "Fee Structure",
  "title8": "Semester Schedule",
  "title9": "Ordinance",
  "title10": "Academic Documents",

  "li1": "Academics",
  "li2": "Admissions",
  "li3": "People",
  "li4": "Departments",
  "li5": "Curriculum",
  "li6": "Student Statistics",
  "li7": " Structure",
  "li8": "Semester Schedule",
  "li9": "Ordinance",
  "li10": "Academic Documents",

  "academics_link": "Click Here",

  "Academics_subtitle1": "Academics",
  "subtitle1_para": "NIT Jamshedpur is a prestigious institute of higher learning producing meritorious students with excellent career growth and universal recognition. The students get the best of opportunities in the form of highly advanced courses and eminent faculty members.The institute is committed to academic excellence and good governance. NIT Jamshedpur was ranked overall 78th for 2015-16 among the best 100 engineering institutes in the country by the National Institutional Ranking Framework (NIRF) for higher education institutions approved by the Minister of Human Resources Development, Government of India. There are 12 departments with 7 Under-graduate(UG) programmes, 23 Post-graduate(PG) programmes and Ph.D. Programmes:",

  "Academics_subtitle2": "UG Programmes",
  "subtitle2_para": "Number of UG Programmes in our institute is 8",
  "subtitle2_table1_li1": "Mechanical Engineering",
  "subtitle2_table1_li2": "Electrical Engineering",
  "subtitle2_table1_li3": "Metallurgical and Material Engineering",

  "subtitle2_table2_li1": "Production and Industrial Engineering",
  "subtitle2_table2_li2": "Electronics and Communication Engineering",
  "subtitle2_table2_li3": "Civil Engineering",

  "subtitle2_table3_li1": "Computer Science and Engineering",
  "subtitle2_table3_li2": "Engineering and Computational Mechanics",

  "Academics_subtitle3": "PG Programmes",
  "subtitle3_para": "Number of PG Programmes in our institute is 23",
  "subtitle3_table1_li1": "Computer Integrated Design and Manufacturing",
  "subtitle3_table1_li2": "Materials Technology",
  "subtitle3_table1_li3": "Computer Science and Engineering",
  "subtitle3_table1_li4": "Foundry Technology",
  "subtitle3_table1_li5": "Industrial and Management Engineering",
  "subtitle3_table1_li6": "Power System Engineering",
  "subtitle3_table1_li7": "Structural Engineering",
  "subtitle3_table1_li8": "Surface Science and Engineering",

  "subtitle3_table2_li1": "Manufacturing Systems Engineering",
  "subtitle3_table2_li2": "Information Systems Security Engineering",
  "subtitle3_table2_li3": "Power Electronics and Drives",
  "subtitle3_table2_li4": "Geotechnical Engineering",
  "subtitle3_table2_li5": "Energy Systems Engineering",
  "subtitle3_table2_li6": "Extractive Metallurgy",
  "subtitle3_table2_li7": "Iron and Steel Technology",
  "subtitle3_table2_li8": "Information Systems Security Engineering",

  "subtitle3_table3_li1": "Thermal Engineering",
  "subtitle3_table3_li2": "Embedded Systems Engineering",
  "subtitle3_table3_li3": "Communication Systems Engineering",
  "subtitle3_table3_li4": "Water Resources Engineering",
  "subtitle3_table3_li5": "Master of Science (M.Sc.) in Mathematics",
  "subtitle3_table3_li6": "Master of Science (M.Sc.) in Physics",
  "subtitle3_table3_li7": "Master of Science (M.Sc.) in Chemistry",
  "subtitle3_table3_li8": "Master of Computer Application",
  "vission_title2": "Vision",
  "Researches_title": "Recent Researches",

  "Academics_subtitle4": "Ph.d Programmes",
  "Academics_subtitle6":"Official Mail IDs for Academic Section",
  "subtitle4_para": "Ph.D Programmes are offered by all the departments. For further details regarding Ph.D Programmes.",
  "Academics_subtitle5": "Important Links",
  "subtitle5_link1": "Guideline for educational verification of students by outside agencies",
  "subtitle5_link2": "Process and procedure to collect original degree from the Institute",
  "subtitle5_link3": "Process and procedure to collect Transcript from the Institute",

  "admissions_subtitle": "Admission Policy",
  "subtitle_para": "The Institute adopts the MHRD, Government of India guidelines for admission to all academic programmes of the Institute.",
  "course1": "UG",
  "course1_para": "The admission to the under graduate programmes is made on the performance in the class 12/equivalent qualifying examination and in the JEE (Main). The Joint Seat Allocation Authority (JoSAA) / Central Seat Allocation Board (CSAB) allocates the seats for Under Graduate Programmes through Common Counseling process.For general guidelines of B.Tech Admissions and documents required,",
  "course2": "M.Tech",
  "course2_para": "M. Tech. students are admitted on the basis of their GATE score & seat distribution according to Centralized Counselling for M.Tech./M.Arch./M.Plan. Admissions(CCMT). For Online Registration Form and other information of CCMT,",
  "course3": "M.Sc",
  "course3_para": "The admission to M.Sc. Programmes is based on JAM Score in the JAM examination and through Centralized Counseling for M.Sc. (CCMN).For admission procedure,",
  "course4": "MCA",
  "course4_para": "The admission to MCA Programme is based on NIT MCA Common Entrance Test (NIMCET) examination jointly conducted by NITs and through centralized common counseling. For Online Registration Form and other information of NIMCET ,",
  "course5": "PhD",
  "course5_para": "The admission to PhD programme is through direct notification given by the institute. The selection of the candidates are made on the basis of tests/interview conducted by the respective departments.For general guidelines of PhD Admissions and documents required,",

  "admission_link1": "Click Here",
  "admission_link2": "Click Here",
  "admission_link3": "Click Here",
  "admission_link4": "Click Here",
  "admission_link5": "Click Here",

  "people_title1": "People",
  "people_title1_thead1": "Name",
  "people_title1_thead2": "Post",
  "people_title1_thead3": "Email(replace # with @nitjsr.ac.in)",

  "people_title1_tbody1_tr1": "Prof. Amaresh Kumar",
  "people_title1_tbody1_tr2": "Dean",

  "people_title1_tbody2_tr1": "Dr. Md Ashique Hassan",
  "people_title1_tbody2_tr2": "Associate Dean",

  "people_title1_tbody3_tr1": "Dr. Mrityunjay Rout",
  "people_title1_tbody3_tr2": "Associate Dean",

  "people_title2": "Academic Contacts",
  "people_title2_thead1": "Post",
  "people_title2_thead2": "Name",
  "people_title2_thead3": "Contact",

  "people_title2_tbody1_tr1": "Dean Academic",
  "people_title2_tbody1_tr2": "Dr. Chintalacheruvu Madhusudana Rao",
 "people_title2_tbody2_tr2.1" : "Dr. A.K. Sinha",
 "people_title2_tbody6_tr2.1" : "Dr. Awdhesh Kumar Chaudhary",
 "people_title2_tbody6_tr2.2":"Dr. Madhuri Seeram",
 "people_title2_tbody6_tr2.3":"Dr. Vineet Sahoo",
 "people_coordinator_exam_person1":"Dr. Surajit Kundu",
 "people_coordinator_exam_person2":"Dr. Sudhanshu Shekhar Pati",
 "people_coordinator_time_table_person1":"Dr. Snehasis Kundu",
 "people_coordinator_time_table_person2":"Dr. Ratnesh Kumar Mishra",
 "people_coordinator_Samarth_person":"Jitesh Pradhan",
 "people_title2_tbody11_tr2":"Ram Pravesh Prasad",
 "people_coordinator_examinations":"Coordinator: Examinations",
 "people_coordinator_time_table":"Coordinator: Time Table",
 "people_coordinator_Samarth":"Coordinator: Samarth App",
 "people_title2_tbody11_tr1":"Assistant Registrar",
  "people_title2_tbody2_tr1": "Faculty In-Charge :Examination",
  "people_title2_tbody2_tr2": "Dr. Satish Kumar",

  "people_title2_tbody3_tr1": "Associate Faculty In-Charge :Examination",
  "people_title2_tbody3_tr2": "Dr. Snehasis Kundu",

  "people_title2_tbody4_tr1": "Faculty In-Charge :Admission",
  "people_title2_tbody4_tr2": "Dr. Satish Kumar",

  "people_title2_tbody5_tr1": "Associate Faculty In-Charge :Admission",
  "people_title2_tbody5_tr2": "Dr. Vipin Kumar",

  "people_title2_tbody6_tr1": "Associate Dean (Academic)",
  "people_title2_tbody6_tr2": "Dr. Dinesh Kumar",

  "people_title2_tbody7_tr1": "Assistant Dean (Academic) : Accreditation",
  "people_title2_tbody7_tr2": "Dr. Ch. M. S. Rao",

  "people_title2_tbody8_tr1": "Deputy Registrar",
  "people_title2_tbody8_tr2": "Dr. S. A. Hussain",
  " (Acting)": " (Acting)",

  "people_title2_tbody9_tr1": "Office Staff",
  "people_title2_tbody9_tr2_1": "Sri Nand Kishore Jha ( Remission)",
  "people_title2_tbody9_tr2_2": "Sri Tarun Kumar Kar (Examination)",
  "people_title2_tbody9_tr2_3": "Sri Nand Lal Rajak (Registration)",

  "people_title2_tbody10_tr1": "Supporting Staff",
  "people_title2_tbody10_tr2_1": "Sri Manoj Kumar Jha (Dispatch)",
  "people_title2_tbody10_tr2_2": "Sri Shristidhar Mahto",
  "people_title2_tbody10_tr2_3": "Sri Ruhi Manjhi",
  "people_title2_tbody10_tr2_4": "Sri Sunil Kumar Gaur",

  "departments_title": "Departments",

  "img_civil": "Civil Engineering",
  "img_chem": "Chemistry",
  "img_cse": "Computer Science and Engineering",
  "img_ece": "Electronics and Communication Engineering",
  "img_ee": "Electrical Engineering",
  "img_humanities": "Humanities, Social Sciences and Management",
  "img_maths": "Mathematics",
  "img_me": "Mechanical Engineering",
  "img_mme": "Metallurgical and Materials Engineering",
  "img_phy": "Physics",
  "img_pi": "Production and Industrial Engineering",

  "title_civil": "Civil Engineering",
  "title_chem": "Chemistry",
  "title_computer": "Computer Application",
  "title_cs": "Computer Science and Engineering",
  "title_ece": "Electrical and Communication Engineering",
  "title_eee": "Electrical Engieering",
  "title_humanities": "Humanities, Social Sciences and Management",
  "title_maths": "Mathematics",
  "title_mech": "Mechanical Engieering",
  "title_meta": "Metallurgical and Materials Engineering",
  "title_phys": "Physics",
  "title_prod": "Production and Industrial Engineering",

  "No Notice Available": "No Notice Available",

  "civil_title1_para": "The Department of Civil Engineering of National Institute of Technology (formerly Regional Institute of Technology) Jamshedpur was started since the inception of the institute itself in 1960. This core department has sanctioned strength of 33 (thirty-three) faculty members with flexible faculty structure. The department is running UG course for B. Tech. (Hons) degree in Civil Engineering and PG courses as M. Tech. degree in the streams of Structural Engineering, Geotechnical Engineering and Water Resource Engineering as well as Ph. D. program in various streams of Civil Engineering. The department has well qualified and experienced faculty members. Apart from teaching and research, all faculty members are actively involved in administrative woks and other extracurricular activities for all round development of the Institute. Faculty members of the department are also undertaking design, testing & consultancy works for various organizations leading to resource generation for the Institute.",
  "civil_title2_para": "To become the best department for the research, academic and consultancy with the vigorous participation of faculty, research scholars and students and produce smart solutions with ethics and morals in the field of civil engineering for the benefit of society and industry.",
  "civil_title3_para": "To develop modern laboratories, centre of excellence and advanced computational facilities. To conduct research in all fields of civil engineering and interdisciplinary areas. To motivate research scholars and students towards best professional practices. To make graduating students exposed to industry and R & D organizations to get better opportunities. To offer educational programmes that imparts inventive knowledge with high levels of ethical and human values.",

  "Faculty_title": "Faculty",

  "Faculty_titlebutton": "View All",
  "civil_Faculty_titlebutton": "View All",

  "chem_title1_para": "Department of Chemistry, National Institute of Technology, Jamshedpur was originally founded as Regional Institute of Technology in 11260 with the aim of nurturing talent and setting high standards of education and excellence. The Department offers instruction in General Chemistry and Engineering Chemistry to the students in different branches of Engineering students at B.Tech level. The Department started Post Graduate Programme (M.Tech) in Surface Science and Engineering since 1982.The department is equipped with various instruments. Besides teaching, the highly qualified and energetic faculty members of the Department have contributed a lot to elevate the prestige of the institute through their research activities of both basic and applied areas of chemistry.",
  "chem_title2_para": "To create the Department of Chemistry as a centre of excellence in science and technology through enhanced collaboration between Industries and academia and serving the country. Building world class research facility to train young minds through extensive research curriculum. To provide a pool of bright scientists for advanced scientific endeavour of our country.",
  "chem_title3_para": "To provide good fundamental concept of Chemistry applied to the Engineering field. To introduce the importance of Chemistry in industry as well as in research field. To study the importance of chemicals, chemical reactions and physical phenomena, synthesis in higher study of Engineering.",

  "mission_title2": "Mission",

  "mca_title1_para": "The Department of Computer Applications at the National Institute of Technology Jamshedpur, was formed in 1987. Since its inception, the department has always been recognized all over the country for its excellence. The Department has consistently produced quality professionals in the field of Computer & Network and strived for excellence in research and development. MIS of NIT Jamshedpur is managed by Department of Computer Applications.",

  "mca_topleft_title_name": "Prof. Dilip Kumar Yadav",

  "cs_title1_para": "The Department of Computer Science and Engineering at the National Institute of Technology Jamshedpur, was formed in 1992. Since its inception, the department has always been recognized all over the country for its excellence. The Department has consistently produced quality professionals in the field of Computer Science & Engineering and strived for excellence in research and development.",
  "cs_title2_para": "Producing high quality industry ready Computer engineers to cater to the needs of the society.",
  "cs_title3_para": "To train young minds and to equip them with the best possible technical knowledge to meet the current and future demands of the industry, academia & research. To create infrastructure, motivation and culture for the state of the art research work in the area of Computer Science & Information Technology.",

  "ece_title1_para": "Department of Electronics and Communication Engineering was started in 1989. The department covers a host of subjects inclusive of Electronic Circuits, Microprocessor, Digital signal processing, Analog communication, Digital communication, Mobile communication, VLSI, Embedded systems, Instrumentation etc. The department has laboratories catering to all the subjects of studies. There are five research scholars working in different specializations under the groups of Communication Engineering, VLSI and Embedded systems, Signal Processing, Instrumentation and Soft computing. The Department has highly motivated faculty pool to cater our needs.",
  "ece_title2_para": "Global Knowledge Hub Excellence in technical and interdisciplinary domain Amalgam of research and entrepreneurship in pursuit of Make in India drive Beckoning pillar for digital India",
  "ece_title3_para": "Imparting total quality education to develop next generation professional scholar, fit for globally competitive environment. Value creation through economic, social, and environmental development using original ideas through discovery, inquiry, innovation, research, transformational scholarship, and creative activities. Dramatic increase in product oriented research for establishing a self-sustaining and wealth creating centre by involving the interaction between committed, diverse faculty, staff, students and community, to serve the societal needs of the State of Jharkhand, India and ultimately, the world.",

  "eee_title1_para": "The Department of Electrical Engineering was started in 1960. The Department has been consistently producing quality Electrical Engineers since its inception and is also involved in research and development activities. The alumni of the department are well placed in both public and private sectors. In addition to the UG program the department runs PG program in Power Systems and Ph.D. program in different areas of specialization.",
  "eee_title2_para": "To be a centre for imparting world class education in the field of electrical engineering and conduct extensive and quality research and to propel innovations for the betterment of society.",
  "eee_title3_para": "To train young minds and to equip them with the best possible technical knowledge to meet the current and future demands of the industry, to recognize education and research in close interaction with the industry and installing leadership qualities in young men and women who enter the portals of the institute with sensitivity for social development and with an eye for growth in international perspective.",

  "About": "About",

  "humanities_title1_para": "When the institute was established in 1960 as Regional Institute of Technology, the Department came into being as Humanities Department and was fashioned on the lines of the Department of Humanities and Social Sciences at IITs. The Department was engaged in the teaching of English, Philosophy, Psychology, Political Science and Economics to B.Sc. (Engg.) students. In 2014, the Department was upgraded to the Department of Humanities, Social Sciences and Management. The department is currently engaged in teaching English for Communication, Introduction to Soft Skills, Organizational Behaviour and Industrial Psychology, Industrial Economics and Accountancy, Management Information System courses to B Tech (Hons.) students and Technical Communication to M.Tech,Communication kills to M.Sc,Financial Management ,Drag Behaviour and Management to MCA and Electives(principles of eco entrepreneurship Development). The faculty members of the department are also training students in the area of oral and written communication skills for placement purposes. The department plans to start a two year full time, post graduate MBA programme in near future.",
  "humanities_title2_para": "To contribute to the emergence of NIT Jamshedpur as a world class institution, producing highly skilled engineers who are finest specimens of technology at its best merging aesthetics with human values and social responsibility to make this world a better place.",
  "humanities_title3_para": "To contribute to the holistic development of the personality of the students so as to enable them to successfully meet their professional as well as societal challenges and to inculcate essential human values in them and also to make them sensitive to the concerns of environment.",

  "maths_title1_para": "Department of Mathematics was established since the inception of National Institute of Technology as Regional Institute of Technology, Jamshedpur in 1960. The Department provides an outstanding research environment complemented by excellent teaching for its students to flourish in different areas of academics and industry as well. The department has produced a good number of Ph.D students. The students of the department are well placed in leading Academic Institution, Research and Development organizations and Software industries like IIT’s, ONGC, IBM, WIPRO etc. Currently, Department has initiated M.Sc. Mathematics programme. Also, Department is planning to start new progammes like, 2-year M.Sc. in Applied Mathematics and 5-year Integrated M.Sc. programmes.",
  "maths_title3_para": "To provide sound fundamental of the subject. To focus on emerging area of Research fields. To link students with industries and Labs so that they visualize the real power of subject.",

  "mech_title1_para": "The Department of Mechanical Engineering is one of the oldest (started in 1960) and the largest department in terms of faculty, students and activities. The Department offers B.Tech (Hons.) in Mechanical Engineering, M.Tech in Computer Integrated Design & Manufacturing (CIDM), M.Tech in Thermal Engineering (TE) and M.Tech in Energy System (ES). Department is also running PhD Program in various research areas in the Mechanical Engineering. It also offers part time PhD program, mainly meant for those employed in industries and academic institutions. The department is having highly qualified and experienced faculty in all streams of Mechanical Engineering. An interactive relationship is maintained between the students and staff which enables the students to develop a sound foundation in the stream in a conduciven environment.",
  "mech_title2_para": "To be a centre for imparting world class education in the field of Mechanical Engineering and conduct extensive and quality research and to propel innovations for the betterment of society.",
  "mech_title3_para": "To train young minds and to equip them with the best possible technical knowledge to meet the current and future demands of the industry, academic & research. To create infrastructure, motivation and culture for the state of the art research work in the area of Mechanical Engineering. To enhance the research and teaching by interaction and development of relation with industry, R&D organization and academic institutions. To develop an energetic environment for excellence, creativity and perfection.",

  "meta_title1_para": "The Department of Metallurgical and Materials Engineering was amongst the four branches with which the institute was initially launched in 1960, with increasing focus on :Materials Technology Foundry Technology Iron & Steel Nanotechnology Mineral Benefaction and the R&D work being carried out in these fields in the metallurgical sector, Materials Engineering was included in the curriculum of the department in 1995.There are M.Tech course on Materials Technology & Foundry Technology.Current Research is going on:Physical Metallurgy Hydro Metallurgy Process Metallurgy Mineral Characterisation & Beneficiation",

  "phys_title1_para": "The Department of Physics at the National Institute of Technology, Jamshedpur, was formed in 1960. Since its inception, the department has been recognized all over the country for its excellence. The department has consistently produced quality professionals in the field of physics and strived for excellence in research and development. The Department has at present 9 faculty members including DST-Inspire Faculty and 11 research scholars engaged in doctoral research.The Department actively participates in front-line research in several major areas of Physics including Solar Energy, Nuclear scattering and Supersymmetry, Mathematical Physics, Holography and holographic optical element, Speckle Meterology, Condensed Matter Physics, Plasma Physics, Computational Physics and Spectroscopy.At present department offer 2 years Master of Science (Physics) Programme as well as a Ph.D. Programme with specialization in various major areas of Physics. The Department also participates in teaching Engineering Physics to B.Tech. (Hons.) students of all the disciplines namely- Civil Engineering, Computer Science and Engineering, Electrical and Electronics Engineering, Electronics and Communication Engineering, Production and Industrial Engineering, Mechanical Engineering and Metallurgical & Materials Engineering of the Institute. Our M.Sc. students are ranking good in national level competitive exams like CSIR-NET, GATE, JEST as well as in the INSPIRE Fellow scheme offered by the Department of Science and Technology (DST), India.",
  "phys_title2_para": "Quality education in physics and produce highly technically trained human resources of world class. Promote research and development in applied physics in the emerging and thrust areas and attainment of academic excellence. Provide greater understanding of the nature of physical science, an appreciation of physics in everyday life, and technical expertise. Excellence in technical and multidisciplinary domain.",
  "phys_title3_para": "To provide quality education, understanding in physics and development of experimental skills to produce well prepared graduates. To provide dynamic, forward looking and responsive to global technological development by imparting excellent technical education.",

  "prod_title1_para": "The Department of Production & Industrial Engineering was started in year 1988 with the name of “Production Engineering & Management”. The name of this department was changed to Production & Industrial Engineering in the year 2007. The department was accredited by NBA in 2009. This core department has a sanctioned strength of 16 (Sixteen) faculty members with flexible faculty structure. Presently, there are 02 Professor, 03 Associate professors and 08 Assistant Professors. Every faculty member has received doctorate degree in different research areas. The department is running a UG course for B. Tech. (Hons.) degree in Production and industrial Engineering and a PG course in Manufacturing Systems Engineering as well as Ph. D. program in various streams of Production and Industrial Engineering. The Department is currently developing different engineering laboratories like CAD/CAM Lab., Advanced Manufacturing and Flexible manufacturing systems Lab., Non- Traditional Manufacturing lab, and Industrial Engineering & Ergonomics lab and Central workshop. Time to time curricula/syllabus is upgraded as per the market and technology requirement. The department has also proposed to start a new PG course in Production Management which will cater to the current industrial need.",
  "prod_title2_para": "To produce engineers and researchers with excellent technical knowledge, research acumen, leadership skills and ethical responsibility.",
  "prod_title3_para": "To educate B. Tech., M. Tech and Ph. D students with fundamental knowledge in concerned subjects, and to update them with the state-of-the-art in the field. To develop and maintain laboratories which cater to the needs of the students Quest for inter-disciplinary research. To promote academia-industry collaboration",

  "curriculum_title": "First Years",
  "curriculum_title_link": "Curriculum & Syllabus for all First year B.Tech Programme",

  "student_statistics_title": "Student Statistics",

  "student_statistics_para_pg": "The table here represents the number of intakes in each department for Post Graduate Programme.",

  "statistics_thead_tr1": "Batch",
  "statistics_thead1_tr2": "MCA",
  "statistics_thead1_tr3": "MTech",
  "statistics_thead1_tr4": "Ph.D",

  "student_statistics_para_ug": "Table here represents the number of intakes in each department for Under Graduate B.Tech Programme.",
  "statistics_thead2_tr1": "Batch",

  "_title": " Structure",

  "_link1": " Structure for 2014 and 2015 Batch - B.Tech (Hons) Programme",
  "_link2": " Structure for 2014 Batch DASA Students - B.Tech (Hons) Programme.",
  "_link3": " Structure for 2015 Batch DASA Students - B.Tech (Hons) Programme.",
  "_link4": " Structure for 2016 Batch - B.Tech (Hons) Programme.",
  "_link5": " Structure for 2016 Batch DASA Students - B.Tech (Hons) Programme.",
  "_link6": " Structure for 2017 Batch - B.Tech (Hons) Programme",
  "_link7": " Structure for 2017 Batch DASA Students - B.Tech (Hons) Programme",
  "_link8": " Structure for 2015 Batch Students - MCA Programme",
  "_link9": " Structure for 2016 and 2017 Batch Students - M.Tech and MCA Programme",
  "_link10": " Structure for 2017 Batch and all other students except 2017 Batch - M.Sc and Ph.D Programme",
  "_link11": " Structure for Academic Session 2019-20 at NIT Jamshedpur for various Programme",
  "_clicklink": "Click Here to make Payment",
  "_bottomlink": "Please take print out/PDF of the receipt of On-line Payment.",

  "semester_schedule_title": "Master Time table for B.Tech Program.",

  "schedule_1stsem": "First Semester",
  "schedule_2ndsem": "Third Semester",

  "ordinance_title": "Ordinance",
  "ordinance_title_link1": "Undergraduate Programme",
  "ordinance_title_link2": "Postgraduate Programme",
  "ordinance_title_link3": "Ph.D Programme",

  "academic_documents_title1": "Academic Calender",
  "academic_documents_title1_link": "Download Academic Calender 2020",

  "academic_documents_title2": "List of Holidays",
  "academic_documents_title2_link": "Download List of Holidays",

  "default_para": "This section will be updated soon .",

  "cells_topleft_heading": "Cells",
  "cells_top_subtitle": "Important Documents",
  "sc-st_para_li1": " SC-ST Cell.",

  "sc-st_para_li2": "Reservation & Welfare Committee.",

  "sc-st_para_li3": " Nomiantion of Liason Officer for enforcement of orders of reservation in posts and services of the institute.",
  "womencell_top_subtitle1": "Sexual Harassment of Women at Workplace",
  "womencell_top_subtitle2_th1": "Name",
  "womencell_top_subtitle2_th2": "Contact",
  "womencell_top_subtitle2_tr1": "Dr. Mahinder Kapoor (Chairperson, Internal Complain Committee)",
  "womencell_top_subtitle3": "Downloads",
  "womencell_Downloads_link1": "  Office Memorandum - F.No.11013-3-2009-Esst dated 21.07.2009 issued by the Department of Personal & Training Government of India.",

  "womencell_Downloads_link2": "Sexual Harassment of Women at Workplace (Prevention, Prohibition and Redressal) Act 2013.",

  "womencell_Downloads_link3": "Handbook on Sexual Harassment of Women at Workplace.",

  "womencell_Downloads_link4": "Internal Complaints Committee for the Sexual Harassment of Women at Workplace.",

  "pan_gst_heading": "PAN & GST Details",
  "pan_gst_tleft1": "Registered Name",
  "pan_gst_tleft2": "Registered Address",
  "pan_gst_tleft3": "PAN (Permanent Account Number)",
  "pan_gst_tleft4": "GST Permanent",
  "pan_gst_tleft5": "State of Registration",
  "pan_gst_tleft6": "ITax Deduction and Collection Account Number (TAN)",

  "pan_gst_tright1": "National Institute of Technology Jamshedpur",
  "pan_gst_tright2": "NIT Jamshedpur Campus, Adityapur Jharkhand 831014",
  "pan_gst_tright3": "Jharkhand",

  "commentp3": "above is pratibha's work",

  "comments": "below is Suvrodeep's Work",

  "placements_tap1": "The Training & Placement Cell, NIT Jamshedpur facilitates the process of placement of students passing out from the Institute besides collaborating with leading organizations and institutes in setting up of internship and training program of students. The office liaises with various industrial establishments, corporate houses etc which conduct campus interviews and select graduate and post-graduate students from all disciplines. The Training & Placement Cell provides the infra-structural facilities to conduct group discussions, tests and interviews besides catering to other logistics. The Office interacts with many industries in the country, of which nearly 100+ companies visit the campus for holding campus interviews. The industries which approach the institute come under the purview of:Core Engineering industries IT & IT enabled services, ,Manufacturing Industries Consultancy Firms, Finance Companies, Management Organisations, R & D laboratories. ",

  "placements_tap2": "The placement season runs through the course of the year commencing the last week of July through to June. Pre-Placement Talks are also conducted in this regard as per mutual convenience. Job offers, dates of interviews, selection of candidates etc. are announced through the Training & Placement Cell. The Placement Office is assisted by a committee comprising representatives of students from the under-graduate and post-graduate engineering streams. The committee evolves a broad policy framework every year besides a set of rules which are inviolable. Students members are closely co-opted in implementing these policy decisions.",

  "students_achievements": "",

  "sa_trevanta": "Revanta Supermileage was started in the year 2009 as a result of the dream of a group of students who wanted to break the barriers of mileage. The team is being guided by Dr. KDP Singh (Mech. Dept) and Dr. Madhu Singh (Elect. Dept). Within a year of its inception, it participated in two International events, namely- SAE Supermileage-2010, held in Michigan, USA and Shell Eco Marathon Asia- 2011 and 2012, successively held in Kualalumpur, Malaysia. Both of these were under the Gasoline category.",
  "sa_trevanta_ach": "◙ The team then decided to shift gears and switched into the Electric Solar Hybrid Category. Under this category, after a lot of research work the team participated in the Electric Solar Vehicle Championship-2014 led by Gaurav Singh (MME) and came out with flying colours, securing the fourth rank in the virtuals and an over all remarkable performance in the dynamic event.◙ In the year 2015, the team participated in Indo-Asian Solar Challenge-2015 led by Avinash Kumar (EEE) with an improvised design of the Electric Solar Vehicle. It has already made the insitute proud by securing first rank in the virtuals. ◙ In the year 2016, the team participated in Indo-Asian Solar Challenge-2016 led by Akash Arnav (PIE) . It has made the insitute proud by securing 14th rank out of 195 teams participating from all over the nation. ◙ In the year 2017 the team took part in Electric Solar Vehicle Championship-2017 held at A.P., led by Gaurav Kumar Singh(EEE).Our vehicle 'ELAN' was declared as one of the lightest & efficient vehicle of the event.It is a matter of proud for the institute as we stood 9th among 85 teams from all over the country.◙ In the year 2019 the team took part in Electric Solar Vehicle Championship-2019 held at Chandigarh, led by Agarwal Nidhaan Nawalkishore(PIE). Our vehicle 'IMPERIUM 2.0' was proven best in suspension , 4th in designing , 6th in B Plan , 30+ innovations (including - Drift monotoring system, lane change indicator, Rough driving alert system etc).◙ Currently the team is engaged in doing research to improve the mileage and efficiency of Electric-Solar Vehicle. The team is also looking forward to make an ultra-light, cost effective Hybrid-Vehicle.",

  "sa_nss": "The National Service Scheme (NSS) is an Indian Government-sponsored public service program conducted by the Ministry of Youth Affairs and Sports of the GoI Popularly known as NSS, the scheme was launched in Gandhiji's Centenary year in 1969. Aimed at developing student's personality through community service, NSS is a voluntary association of young people in Colleges, Universities, and at +2 level working for a campus-community (esp. Villages) linkage.",

  "sa_phocus": "Official filmmaking and photography club of NIT Jamshedpur",
  "sa_phocus_ach": "◙ Winner of filmmaking competition organized by IIT Bombay, Mood Indigo'18 ◙ Winner of filmmaking competition organized by IIT Delhi, Rendezvous'18 ◙ 5th position across India in short ad film making competition organized by Government of India◙ Nomination in Jharkhand National Film Festival",

  "sa_pheonix": "Team Phoenix is a group of engineering amateurs committed to perform top-notch aircraft designing and engineering. The team was founded in year 2011 by a model aircraft enthusiast",
  "sa_pheonix_ach": "◙ In 2020, our team delivered a phenomenal performance in SAE Aero Design Challenge India as we grabbed the 1st position in Best Innovation in Regular class and made our institute proud. We also secured 7th rank overall nationally and 4th rank nationally in Design Report submission. The SAE Aero Design West supposed to be held in Fort Worth, TX, USA was made virtual due to the pandemic and we secured 7th rank globally in Design Report submission in Regular class and 11th rank overall globally. To catch it’s test flight video, visit following link: https://youtu.be/UhOw4g7WNa4 ◙ In 2019 SAE Aero design event, our journey reached to a new level as it was for the first time in the history of Team Phoenix that we could bag First rank in an international event. We secured overall 9th rank globally and 1st rank globally in Design Report submission for regular class. We were also 2nd among the Indian teams. To catch it's flight video, visit following link: https://youtu.be/hb3j3rEOt5o ◙ In 2018 SAE Aero design event, we bagged the overall 7th rank globally and 3rd rank globally in Design Report submission for regular class. Adding more to our achievement we were ranked the 1st among the Indian teams. Amidst the heavy crosswinds, our plane flew with all its might, like a beast. To catch it's flight video, visit following link: https://youtu.be/RQVReAny5tc In 2017 SAE Aero design event, we ranked 15th among all global teams and 3rd among all the Indian teams. ◙ In 2016 SAE Aero design event, we ranked 14th among all global teams and 1st among all the Indian teams Participated in Micro class of SAE Aero Design East 2015 competition organized by Lockheed Martin, in Florida, USA, and stood 13th rank globally. Worked on development of compact aircraft with high payload fraction. We have designed one with 60 inches wing span, which can be completely packed in a cylindrical container of diameter 6 inches and 45 inches length in 10 parts ◙ Participated in micro class of SAE Aero Design East 2014, in Georgia, USA, and stood 7th rank globally and 1st among all Indian teams. The plane was awarded as the most stable plane of the competition. Participated in Two classes of SAE Aero Design West 2013, in California, USA, and got 18th rank globally and 1st among all Indian teams. Our two aircrafts were awarded NASA System Engineering Certificate as they achieved all the technical requirements of NASA in year 2013. ◙ We were the only Indian team to qualify among top 68 foreign teams to combat in world’s most prestigious student Design-Build-Fly competition organized by American Institute of Aeronautics and Astronautics (AIAA), USA in the year 2012. We were the only Indian team to qualify among top 68 foreign teams to combat in world's most prestigious student Design-Build-Fly competition organized by American Institute of Aeronautics and Astronautics (AIAA), USA in the year 2012.",

  "sa_ces": "The fervent demeanor of civil engineers and the upcoming aspirants to establish a common platform for sharing new views and ideas led to establishment of civil engineering society of NIT Jamshedpur in 2008.<br/> We believe in the idea of creation and aspire to harness the beauty of this believed abstraction using tools of innovation and technology.<br/> We work in a very lucid way and believe in the idea of learning from the learned hence establishing a new creed of creators. We have a firm belief in the injunction of “carpe diem” seize the day so every new day is a new challenge for us in the order of creating something better",
  "sa_ces_ach": "◙ Vidaan: The Branch Fest We, at CES, started from Civilization and paved our way to Vidhaan. The grand branch fest, the two day gala, an event that makes euphoria run into your veins rather than blood.Aimed to guide and provide the newbies of civil engineering a glimpse into the future and suffice them with the necessary skill.Nurturing leadership and management skills in senior batches, this fest makes sure that you are well - equipped to face real - world challenges.The first edition of vidhaan was a huge success last year.We are looking forward to celebrating it again as the COVID restrictions ease.You can learn more about it from here. ◙ Tree Plantation Drive: Indispensable responsibility to shoulder In the world where Mass deforestation, excessive industrial growth and burning of fossil fuel has led to increased carbon footprints thus resulting in global climate change. We, at Civil Engineering Society, understand the gravity of the situation and realise to do our bit towards Mother Nature. We organize periodic plantation and nurturing drives to foster greenery at our institute. ◙ Guest Lectures “When you talk you are only repeating what you already knew but If you listen you may learn something New”. With an intention to educate students about the gamut of opportunities available in Civil Engineering, CES organizes guest lectures of eminent professors, stalwarts from core industry and revered alumni.",

  "sa_qunite": "The Official Quiz Club of NIT Jamshedpur was created in the year 2012, with a vision of pursuing excellence in the ever-exciting field of quizzing.<br/> It is the house of the National Champions of the 2017 Tata Crucible Campus Quiz and has countless other scintillating glories to it's name. The Club comprises of quizzing enthusiasts, with a curiosity to learn and explore things, 'the quizzical way'.<br/>We are one of the most active clubs in the institute with regular quiz sessions both online and offline as well as daily quizzing updates on our Instagram and Facebook pages.We are always happy to welcome curious learners and enigmatic quizzers into our ranks to enjoy the process of learning and growing together.",
  "sa_qunite_ach": "",

  "sa_rooh": "Team ROOH as the name suggests is a reflection of the true and soulful exuberance of the little family of ours. The team has intended always to try out all the realms in the world of music. With the members hailing from almost all the different parts of our diverse country , we have tried to create something more versatile and expressive. Starting from the vibrant covers of classics to introducing originals created by our very own members. The reason that the official music team of NIT JAMSHEDPUR has come so far is because of the same motive and desire that we share, that is to l and spread good music through all the mediums available. From leading in various competitions to holding on to the mirth and contentment of performing on teachers , the team loves doing it all.",

  "sa_rays": "Founded in 2014, Team RAYS is an acclaimed student-run project team that envisions building indigenous, efficient solar cars incorporating state-of-the-art technologies for a greener tomorrow. We firmly believe in inculcating a sense of curiosity among all our members as it is this nature that gives birth to innovative ideas. Our prime objective is the development of an energy-efficient passenger SEV suitable for Indian roads. Fuelled by its members’ passion for environment-friendly and sustainable technologies, we also encourage the use of photovoltaic technology to meet the energy requirements of the future.",
  "sa_rays_ach": "◙ 2019- Secured 8th Rank among 64 teams at ESVCAsia's Largest solar vehicle championship ◙ 2017- Crowned as the Overall for the second time at IASC: INDO-ASIAN SOLAR CHAMPIONSHIP ◙ 2016- Was hailed as the overall champion at IASC: INDO-ASIAN SOLAR CHAMPIONSHIP ◙ 2015- Secured 4th place among 132 teams and won the innovation award at IASC: INDO-ASIAN SOLAR CHAMPIONSHIP ",

  "sa_mes": "Mechanical Engineering Society is an initiative taken by the reformative personalities who have been devoted towards the ascension of the technocrats and department of Mechanical Engineering of NIT Jamshedpur. This initiative is regulated in absolute rhythm by a group of people chosen as the representative for the people. <br><br>Aim:- It aims for the enhancement of the students directed towards the competitive era that awaits for them. <br><br>Motto:- Develop Deliver Delight <br><br>Vision:- The vision of the department is to impart world class education to its students from the perspective of research and advancement. <br><br>Mission:- The mission of this society is to induce young minds with enthusiasm and creativity so that they can develop the right attitude of learning and competing in the world. <br><br>Objective:- The objective of it is to prepare students to acquire the appropriate position in their life as a mechanical engineer and serve the best out of it.",
  "sa_mes_ach": "◙ Mechanical Engineering Society strives to develop a learning environment where students focuses on both theoretical and practical aspects of learning. MES promotes research culture and conduct various co-curricular and extra curricular activities. ◙ Cognitio, annual branch fest of Mechanical Department, provides a great learning experience for students. Various workshops, webinars and guest lectures are held to provide them good learning environment and help them develop the skills required. Industrial visits are organised to help students come in terms with the current industrial environment. Group discussion and Mock placement sessions are organised to help students build their personality and have first hand experience with the requirements of the placement sessions. ◙ Apart from the learning activities, recreational activities like cricket tournament , treasure hunt etc are organised for better development of students. ",

  "sa_ecell": "We help students in developing their entrepreneurship skills & create enthusiasm towards the start-up ecosystem by means of engaging activities like Guest Lectures, Panel Discussions, Business Plan/Model and Idea Pitching sessions. E-Cell NIT Jamshedpur is a team of hardworking and goal oriented individuals, devoted to empowering students in field of entrepreneurship.<br> Our Vision: To create a sustainable and easily accessible environment where the idea from the quality brains could outreach to building professionals, mentors, venture capitalists and angel investors fostering the growth of startups in India.",
  "sa_ecell_ach": "◙ Within a year of it's foundation the students of Nit Jamshedpur had an opportunity to represent their institute at state level and there bagged 1st & 3rd prize in technology sector during start-up India Jharkhand Event.   ",

  "sa_innoreva": "Team Innoreva is an initiative for encouraging and helping innovative minds to work in the field of Internet of Things(IoT), Robotics and Embedded systems and Machine learning which are currently leading the industrial revolution i.e. Industry 4.0. We provide the platform to collectively work on innovative ideas and their industry-ready implementation. We have a pool of devices and sensors for IoT through which, we work on a wide array of projects and are involved in research and development in the above-mentioned fields. We also work with various startups for product development in IoT and Deep Learning. We encourage students to write research papers as many are published from our team. Our team members are constantly participating in various hackathons at the national level. The main moto of the team is to innovation and we constantly work on it.",
  "sa_innoreva_ach": "◙ Published two IEEE conference papers in the field of IoT - 2019 ◙ Finished among top 20 teams from pan-India of Tata Grand Indian IoT Innovation Challenge 2018. ◙ SIH 2019 Finalists ◙ Bagged 4 out of 7 positions in SIH 2020 Internal Hackathon held at NIT Jamshedpur. 1st and 2nd position in Software Category and 1st and 2nd position in Hardware Category. ◙ GE Hackathons ◙ Flipkart GRID 2.0 Semi-Finals Round ",

  "sa_iar": "Industry and Alumni Relations Team is the official team responsible for collecting and managing the alumni database of our institute while simultaneously handling the industrial education prospect of the institute. We collect data about our alumni, manage the database, establish relations with our alumni association, collaborate research, internship and fellowship programmes to promote practical industrial education in core sectors etc. Our flagship event is 'The Annual Alumni Meet' where our esteemed alumni come back to their alma mater and witness its growth and progress. The event makes our alumni relive their college lives.<br/> INAR has always been the most professional and important team of NIT, Jamshedpur. We thrive on the ethical and corporate culture that exists within the team.",
  "sa_iar_ach": "◙ Industry and Alumni Relations Team is the sole team responsible for collecting and managing the alumni database of our institute. As a team, we have always ensured that we make the most out of this database to develop relations, MoUs, Collaborate Research, Internship, Fellowship, Continuing Education Programmes and Endowment fund with Industry and Alumni. ◙ We have been successfully organizing Alumni Meets every year, giving a chance to our alumni to reconnect with their alma mater and pay back to it in whichever way they l like. Hundreds of jobs and internships opportunities have been created for students through alumni working in various multinational companies across the globe. ◙ We also act as a channel through which our alumni can donate funds for various developments going on within the institute. ◙ In this regard, we encourage all our alumni to donate funds to the institute to accelerate the ongoing and futuristic goals of the institute.",

  "sa_qinvicta": "Quod Invicta was founded in 2011 and was named as Invincibles and was rebranded in 2017 as Quod Invicta, Invicta is 'Invincibles' in Latin to keep the history of the team. Our main objective is to make clothing more of a lifestyle than something that is used to cover one’s body through engineering and collaborating with brands to create an awareness of sustainable clothing.",
  "sa_qinvicta_ach": "◙ Culfest'20 - Champions ◙ Ensemble Valhalla'19 - Champions ◙ We had participated in various events and fashion shows organized by IIT Guwahati, IIT Kharagpur, NIT Jamshedpur, NIT Rourkela, Xavier School of Management and Tata Steel from 2011-2020. ◙ Tanishq's 2020 Valentine's collection was directed and shot by Invicta.",

  "wca_0": "Welfare department, Govt. of Jharkhand",
  "wca_1": "Who can apply:",
  "wca_2": "Student must be of Jharkhand State.",
  "wca_3": "Student should belong to any of these categories-Schedule Tribe (ST), Schedule Cast (SC) or Other Backward Class (OBC).",
  "wca_4": "Student's Family Income from all the sources should not exceed as per the list given below:",
  "wca_5": "Schedule Tribe (ST) or Schedule Cast (SC) :Rs 2,00,000/- (Rs Two Lakh Only)",
  "wca_6": "Backward Class (OBC) :Rs 1,00,000/- ( Rs One Lakh Only)",
  "fss": "Tuition  and maintenance charges.",
  "fa_0": "Foundation for Academic excellence and access",
  "fa_1": "FAEA grants scholarships to students to facilitate undergraduate studies in arts/ commerce/ science / medical/ engineering and pursuing of other technical and professional disciplines at any university/institution/college in India.",
  "fa_2": "Number of Scholarships :",
  "fa_3": "Eligibility Criteria :",
  "fa_4": "Students belonging to socially and economically disadvantaged sections in the BPL category.",
  "fa_5": "Students who have passed Class XII from a recognized board in India. ",
  "fa_6": "1st year under-graduate students.",
  "fa_7": "Tuition , maintenance allowance, hostel and mess charges.",
  "fa_8": "You may apply online at www.faeaindia.org (most preferred way).",
  "fa_9": "The form can be downloaded from FAEA website.",

  "Office_Administration": "Office Administration",

  "sssfjk-1": "Special Scholarship Scheme for Jammu & Kashmir",
  "sssfjk-2": "Students belonging to the State of Jammu & Kashmir, pursuing general degree courses, medical courses, engineering courses, etc. outside the State of J&K , may apply for scholarship under this scheme, through the institute in which they are studying.",

  "nhfd_0": "National Handicapped Finance and Development Corporation",
  "nhfd_1": "Under this scheme, 500 National Scholarships will be awarded to eligible students with disabilities for pursuing higher academic/professional or technical qualification.",
  "nhfd_2": "Scholarship of Rs 1000/-p.m. for hostellers and Rs700/-p.m. for day scholars undertaking professional courses at graduation and higher level and Rs700/-p.m. for hostellers and Rs.400/-p.m. for day scholars pursuing Diploma/Certificate level professional courses. Course  is reimbursed upto ceiling of Rs 10,000/-per year.",

  "ntpc_0": "NTPC scholarship for engineering students",
  "ntpc_1": "Students belonging to SC/ST/Physically Challenged categories (Visually Handicapped/ Hearing Handicapped/ Orthopaedically Handicapped) and pursuing 4 years full time degree course in Engineering in the disciplines of Electrical, Instrumentation, Mechanical, Computer Science, Electronics / Telecommunication from a college/ university/ institute.",
  "ntpc_2": "They should not be receiving any financial aid or assistance from any source.",
  "ntpc-3": "The amount of scholarship is Rs 1500/- P.M.",

  "ioes_0": "Indian Oil Educational Scholarship Scheme",
  "ioes_1": "IndianOil offers 2600 Scholarships for Students of 10+/ITI, Engineering, MBBS &amp; MBA Courses on merit-cum-means basis pursuing full time/regular courses (not correspondence/distance/online mode) in these streams &amp; studying in Schools / Colleges / Institutions / Universities recognized by MCI / AICTE / State Education Boards / State Govt. / ICSE / ISC / CBSE / Central Govt. / Association of Indian universities.",

  "cdif_0": "CDIF Scholarship Program TATA CUMMINS",
  "cdif_1": " This scholarship is awarded to the students from socially and economically disadvantaged background. The scholarship program is entitled for students pursuing Diploma/ Degree in Engineering/ other professional degree courses from various locations where Cummins Group Company has presence.",

  "mcms_0": "Merit Cum Means Scholarship",
  "mcms_1": "The objective of the Scheme is to provide financial assistance to the poor and meritorious students belonging to minority communities to enable them to pursue professional and technical courses. These scholarships are available for studies in India only and are awarded through an Agency designated by the State Government/UT Administration for this purpose.",

  "opje_0": "O.P. Jindal Engineering and Management Scholarships (OPJEMS)",
  "opje_1": "First 3 toppers of 2nd, 3rd and 4th year based on the academic performance in the previous year, of the following streams are eligible:",
  "opje_2": "Civil Engineering",
  "opje_3": "Electrical Engineering",
  "opje_4": "Mechanical Engineering",
  "opje_5": "Metallurgical Engineering",

  "pmss_0": "Post-Matric Scholarships for Students belonging to the Minority Communities",
  "pmss_1": "The objective of the scheme is to award scholarships to meritorious students belonging to economically weaker sections of minority community so as to provide them better opportunities for higher education, increase their rate of attainment in higher education and enhance their employability.",

  "ongc_0": "Scholarship of ONGC limited, Dehradun",
  "ongc_1": "Electrical & Mechanical Engineering topper gets this scholarship after 6th semester.",
  "ongc_2": "Number of Scholarships : ",
  "ongc_3": "Eligibility Criteria : ",
  "ongc_4": "Candidate should have obtained 60% marks in 12th class and overall grade point average(OGPA) of 6.0 in 10 points scale of grading system or its equivalent as applicable to the courses in Engg. discipline and P.G.Courses.",
  "ongc_5": "Annual income of parents from all sources should not be more than Rs 1.5 lakhs ( i.e. Rs 12,000/- per month).",
  "ongc_6": "How to apply:",
  "ongc_7": "Institute itself applies every year on behalf of students.",

  "HaW_0": "Health and Welfare",
  "HaW_1": "To cater the medical needs of the employees and students, the institute has round the clock medical facilities at Institute Health Centre as well as in the empanelled hospitals/nursing homes in the city. It is being monitored by a medical services committee.",
  "HaW_2": "Institute Health Center (Dispensary)",
  "HaW_3": " Provides treatment for basic day-to-day health problems (minor ailments) and medicines to employees, their dependents and students.",
  "HaW_4": "The dispensary has following staffs:-",
  "HaW_5": "1. Dr. Abhay Kumar- Medical Officer",
  "HaW_5.1": "2. Dr. Prakhar Tiwari- Medical Officer",
  "HaW_6": "3. K P Dubey - Medical Assistant-1",
  "HaW_7": "4. Kanchan Devi - Attendant",
  "HaW_8": "5. Motilal Gaur - Caretaker",
  "HaW_9": "Treatment at Empanneled Hospitals in city",
  "HaW_10": " In case of the employees and their dependents who need treatment from specialists, they can get treatment in any five empanelled hospitals, on cashless basis, namely",
  "HaW_17": "1. Tata Main Hospital, Jamshedpur",
  "HaW_18": "2. Kantilal Gandhi Memorial Hospital, Jamshedpur",
  "HaW_19": "3. Brahmananda Hospital, Jamshedpur",
  "HaW_20": "4. A.S.G. Eye Hospital, Jamshedpur",
  "HaW_21": "5. Rajasthan Sewa Sadan Hospital, Jamshedpur",
  "HaW_11": "The medicines prescribed by the doctors are also provided to them from empanelled shops on cashless basis.",
  "HaW_12": " Adityapur is empanelled for various pathological tests on cashless basis for the employee and their dependents.",
  "HaW_13": "The students are also provided Emergency and Inside admission medical facilities on cashless basis in Tata Main Hospital, Bistupur and OPD facility in Steel City Hospital, Bistupur through Medical Insurance. Other than this, in case of emergency, they can get themselves treated in any of the Hospitals/Nursing homes in Jamshedpur as well as other hospitals in country and the medical expenses incurred by them is reimbursed through insurance.",
  "HaW_14": "  Employees and their dependents can get referred to any higher centres in the country on the recommendation of the hospitals.",
  "HaW_15": " The arrangement is also done for providing the services of specialist doctors of a particular specialization to the employees and students on cashless basis in the Institute health centre.",
  "HaW_16": "Ambulance facility is available 24*7 for emergency needs of both the staff and students.",

  "arr_0": "Anti-Ragging Committee",
  "arr_1": " In compliance of directives of Hon'ble Supreme Court of India, the institute has constituted an anti-ragging committee to curb the menace of ragging.These include:",
  "arr_2": "Information to Parents/Guardian:</b>Menace of ragging in Higher Educational Institutions are required to be curbed under UGC Regulations.,",
  "arr_3": "Surprise-Visit Squad:",
  "arr_4": "Consisting of the following faculty members is constituted for curbing the menace of ragging.",
  "arr_5": "Monitoring Committee:",
  "arr_6": "A monitoring Committee is also entrusted with the responsibility of overseeing the implementation of the verdict, and functioning of various Anti-ragging committees.",
  "arr_7": "Counselling of freshers and senoirs: ",
  "arr_8": "A Team Comprising of Dean (SW), Chief warden , Proctor ,Co-ordinator (Training and placement) will coordinate this activity.",
  "arr_9": "Affidavit & undertakings from the students and parent:",
  "arr_10": "Each student of the the institute ,his/her parents and each guardian are required to submit an Affidavit (as per the guidelines of the UGC Regulations) and a set of Undertakings (as per the directives of supreme court of India) to prevent and control ragging.",
  "arr_11": "Complaint boxes: ",
  "arr_12": " Complaint Boxes in all hostels in general and hostels C & D in particular are kept for reporting the incidence of ragging, if any.These boxes are also installed at two places in the institute building,Library & Computer Centre. Dean(SA) will ensure that the complaint boxes are also kept in the hostels where 1st year students are accommodated.",
  "arr_13": "Information to Local Administration & Police station:",
  "arr_14": " The Local administration and the police station of the area(RIT police station)have been informed and requested to keep constant vigil/patrol around first year hostels particularly to prevent any untoward incidence/ragging. The Local administration have been requested to intensify the regular patrolling in the NIT campus area in view of the presence of new students and disturbance caused by the local elements. This is all the more necessary due to fact that the institute does not have boundary wall and the security agency is beyond control of the institute Administration.",

  "sl_1": " Campus Life @ NITJSR",
  "sl-21": "You have worked hard enough to get in to NIT. Now it is time to ease your loads, enjoy the reward and involve yourself in interesting activities to develop your personality and sharpen your skills. There is a whole lot of activities of various clubs and teams going on in the institute to keep you busy for the entire year.",
  "sl-22": "We have classes from 8am to 5 pm during weekdays, while weekends are left for you to enjoy, relax and study too!!! In your first odd semester, by the time you get used to the institute life you will find yourself working alongside different clubs. In the meantime you will be facing tests, assignments, quizzes and the mighty-end sems.",
  "sl-23": "But no need to panic as the time passes so fast that you won’t even realize when your semester is over. When you come back in even sem you will be watching and taking part in the fests of the institute like sports meet, Culfest and Ojass.",
  "sl-6": "And if you l like going out you can always visit the beautiful city of Jamshedpur. Some of the major tourist attractions of the city are Jubilee park which was a gift by Tata Steel to the citizens of Jamshedpur on the completion of its 50 years. Dimna Lake is an artificial reservoir and one of the main sources for the city's drinking water. Dalma Hills are north of the Subarnarenkha river, they stretch 16 km from east to west. The other important ones are Tata Steel Zoological Park, Chandil Dam, Rivers Meet, Hudco Lake, Centre for Excellence (CE), Sir Dorabji Tata Park, Moolgaokar Park, Bhuvneswari Temple and others.",

  "sl-3": "No Ragging",
  "sl-4": "Does the mention of the word ragging give you goose-bumps and make you break into a sweat? Ragging, in NIT jamshedpur, is strictly forbidden. You may be ling a little bit overwhelmed at the prospect of living in a hostel without your parents, but, rest assured, you, just like we did, will meet cheerful and helpful seniors at your hostel’s help desk the day you and your parents arrive. They’ll give a few words of advice to you and your parents, the most important of which will be that ragging is, and has always been, a complete no-no in the institute. In case, you face any problem despite these stringent measures, you are welcome to approach the student Vice President, General Secretary – Welfare, your faculty advisor or your warden at any time for advice or assistance.",
  "sl-5": "Students On-Campus Amenities",
  "sl-7": "A note to the prospective students",
  "sl-8": "Being one of the old NITs, NIT Jamshedpur has a rich heritage which has been nurtured and preserved over the years. There are a plethora of varied activities which will help you to develop necessary skills and ultimately bring out the best in you. You will get to know some of the best technical professionals in the country and learn from them. You will get to tap in the benefits of an accomplished alumni network across the globe. You will meet some great people, make some splendid friends and most of all you will get an amazing opportunity to fulfill your dreams .",

  "laN-1": "Campus Life",
  "laN-2": " You have worked hard enough to get in to NIT. Now it is time to easeyour loads, enjoy the reward and involve yourself in interestingactivities to develop your personality and sharpen your skills. There is a whole lot of activities various clubs and teams going on in the institute to keep you busy for the entire year. ",
  "laN-3": " We have classes from 8am to 5 pm during weekdays, while weekends are left for you to enjoy, relax and study too!!! In your first odd semester, by the time you get used to the institute life you will find yourself working alongside different clubs. In the meantime you will be facing tests, assignments, quizzes and the mighty-end sems. ",
  "laN-4": "  But no need to panic as the time passes so fast that you won’t even realize when your semester is over. When you come back in even sem you will be watching and taking part in the fests of the institute like sports meet, Culfest and Ojass.",
  "laN-5": "And if you l like going out you can always visit the beautiful city of Jamshedpur. Some of the major tourist attractions of the city are Jubilee park which was a gift by Tata Steel to the citizens of Jamshedpur on the completion of its 50 years. Dimna Lake is an artificial reservoir and one of the main sources for the city's  drinking water. Dalma Hills are north of the Subarnarenkha river, they stretch 16 km from east to west. The other important ones are Tata Steel Zoological Park, Chandil Dam, Rivers Meet, Hudco Lake, Centre for Excellence (CE), Sir Dorabji Tata Park, Moolgaokar Park, Bhuvneswari Temple and others. ",
  "laN-6": "Does the mention of the word ragging give you goose-bumps and make you break into a sweat? Ragging, in NIT jamshedpur, is strictly forbidden. You may be ling a little bit overwhelmed at the prospect of living in a hostel without your parents, but, rest assured, you, just like we  did, will meet cheerful and helpful seniors at your hostel’s help desk the day you and your parents arrive. They’ll give a few words of advice to you and your parents, the most important of which will be that ragging is, and has always been, a complete no-no in the institute. In case, you face any problem despite these stringent  measures, you are welcome to approach the student Vice President, General Secretary – Welfare, your faculty advisor or your warden at any time for advice or assistance. ",
  "laN-7": " Being one of the old NITs, NIT Jamshedpur has a rich heritage which has been nurtured and preserved over the years. There are a plethora of varied activities which will help you to develop necessary skills and ultimately bring out the best in you. You will get to know some of the best technical professionals in the country and learn from them. You will get to tap in the benefits of an accomplished alumni network across the globe. You will meet some great people, make some splendid friends and most of all you will get an amazing opportunity to fulfill your dreams  ",

  "s_jsr": "About NITJSR",
  "s_VaM": "Vision and Mission",
  "s_AaS": "Acts and Statues",
  "s_BoG": "Board of Governers",
  "s_FC": "Finance Commitee",
  "s_BaWC": "Buildings and Works Committee",
  "s_Senate": "Senate",
  "s_RaR": "Ranking and Recognition",
  "s_Acc": "Academics",
  "s_Admi": "Admissions",
  "s_Peo": "People",
  "s_Dept": "Departments",
  "s_DeptCE": "Civil Engineering",
  "s_DeptChem": "Chemistry",
  "s_DeptCA": "Computer Application",
  "s_DeptCSE": "Computer Science and Engineering",
  "s_DeptECE": "Electronics and Communication Engineering",
  "s_DeptEE": "Electrical Engineering",
  "s_DeptHCA": "Humanities,Social Sciences and Management",
  "s_DeptMATH": "Mathematics",
  "s_DeptME": "Mechanical Engineering",
  "s_DeptMME": "Metallurgical and Materials Engineering",
  "s_DeptPHY": "Physics",
  "s_DeptPIE": "Production and Industrial Engineering",
  "s_cf": "Central Faculties",
  "read_more_button": "Read More",
  "show_more_button": "Show More",

  "department_data_dept_1": "cs",
  "department_data_title_1": "Computer Science and Engineering",
  "department_data_desc_1": "The Department of Computer Science and Engineering at the National Institute of Technology Jamshedpur, was formed in 1992. Since its inception, the department has always been recognized all over the country for its excellence. The Department has consistently produced quality professionals in the field of Computer Science & Engineering and strived for excellence in research and development.",
  "people_menu_director": "Director",

  "excerpt": "72 million children around the world are not enrolled in school. Concern Worldwide focuses on providing basic education to those…",
  "desc_feature_0": "The Official Alumni Network of NIT, Jamshedpur",
  "desc_feature_1": "We are the leader in Education since 1960.",
  "desc_feature_3": "Information Related to Placement",
  "desc_feature_4": "Institute trusted websites.",
  "desc_feature_5": "Latest Notification & Office Announcement",
  "research_title": "BRITs Week 2019 together with O2 is here",

  "NIT Jamshedpur": "NIT Jamshedpur",

  "testi_name_1": "Dr. Pratul Chandra Kalita",
  "testi_name_2": "PP Rtn. Prof. Chandreshwar Khan",
  "testi_name_3": "Prof. Rajendra Kumar Bandi",
  "testi_name_4": "Mr. Anurag Saxena",

  "testi_batch_1": "Batch of 1992, Production Engineering and Management",
  "testi_batch_2": "Batch of 1969, Metallurgical & Materials Engineering ",
  "testi_batch_3": "Batch of 1977, Metallurgical & Materials Engineering",
  "testi_batch_4": "Batch of 1983, Electrical Engineering",

  "testi_dept_1": "(Associate Professor, Department of Design, IIT Guwahati )",
  "testi_dept_2": "(Management Consultant and Trainer and Ex-General Manager (Training), Tata Motors )",
  "testi_dept_3": "(Dean Administration & Professor – Information Systems,Indian Institute of Management Bangalore)",
  "testi_dept_4": "(Managing Director, Linkcoz Ltd.)",

  "testi_abt_1": "The standard chunk of Lorem Ipsum used since the 1500s is reproduced below for those interested. Lorem Ipsum comes from sections 1.10.32 and 1.10.33 of  by Cicero, written in 45 BC. This book is a treatise on the theory of ethics, very popular during the Renaissance.",
  "testi_abt_2": "There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, Lorem Ipsum comes of 'de   et ' by Cicero, This book is a treatise on the theory of ethics, very popular during the Renaissance.",
  "testi_abt_3": "I am very happy to learn about the huge strides taken by the institute in improving the campus Lorem Ipsum comes from sections by Cicero, written in 45 BC. This book is a treatise on the theory of ethics, very popular during the Renaissance.",
  "testi_abt_4": "It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout. Lorem Ipsum comes from sections 1.10.32 and 1.10.33 of 'de Finibus Bonorum et Malorum' (The Extremes of Good and Evil) by Cicero, written in 45 very popular during the Renaissance.",

  "side-panel": "contents of side panel",
  "Home": "Home",
  "Institute": "Institute",
  "Students": "Students",
  "Tender": "Tender",
  "Tenders": "Tenders",
  "Notices": "Notices",
  "Cells": "Cells",
  "Central_Facilities": "Central Facilities",

  "No_Data_Available": "No Data Available",
  "Click Here": "Click Here",
  "Not Available": "Not Available",
  "Loading...": "Loading...",

  "Academics": "Academics",
  "Admissions": "Admissions",
  "People": "People",
  "Departments": "Departments",
  "Curriculum": "Curriculum",
  "Student_Statistics": "Student Statistics",
  "Fee_Structure": "Fee Structure",
  "Semester_Schedule": "Semester Schedule",
  "Ordinance": "Ordinance",
  "Academic_Documents": "Academic Documents",

  "About_NITJSR": "About NITJSR",
  "Vision_and_Mission": "Vision and Mission",
  "Acts_and_Statues": "Acts and Statues",
  "Visitor": "Visitor",
  "Board_of_Governers": "Board of Governers",
  "Finance_Committee": "Finance Committee",
  "Buildings_and_Works_Committee": "Buildings and Works Committee",
  "Senate": "Senate",
  "Ranking_and_Recognition": "Ranking and Recognition",

  "Smt. Droupadi Murmu": "Smt. Droupadi Murmu",
  "The President of India": "The President of India",
  "Official Website of the Visitor": "Official Website of the Visitor",

  "Placements": "Placements",
  "Student_Achievements": "Student Achievements",
  "Student_Activities": "Student Activities",
  "Financial_Assistance": "Financial Assistance",
  "Hostel_Management": "Hostel Management",
  "Anti_Ragging": "Anti Ragging",
  "Student_Life": "Student Life",
  "Student_Counselling": "Student Counselling",
  "Health_and_Welfare": "Health and Welfare",
  "Life_@NIT_JSR": "Life @NITJSR",

  "People_Home": "People Home",
  "Director": "Director",
  "Deans": "Deans",
  "Registrar": "Registrar",
  "Associate_Deans": "Associate Deans",
  "Head_of_Departments": "Head of Departments",
  "Faculty_In-Charge": "Faculty-In-Charge",
  "Faculty": "Faculty",
  "Wardens": "Wardens",
  "Staff": "Office Administration",

  "Training_and_Placement_Cell": "Training and Placement Cell",
  "Computer_Science_and_Engineering": "Computer Science and Engineering",
  "Electrical_Engineering": "Electrical Engineering",
  "Electronics_and_Communication_Engineering": "Electronics and Communication Engineering",
  "Electronics_&_Communication_Engineering": "Electronics and Communication Engineering",
  "Civil_Engineering": "Civil Engineering",
  "Mechanical_Engineering": "Mechanical Engineering",
  "Metallurgical_and_Materials_Engineering": "Metallurgical and Materials Engineering",
  "Production_and_Industrial_Engineering": "Production and Industrial Engineering",
  "Metallurgical_&_Materials_Engineering": "Metallurgical and Materials Engineering",
  "Production_&_Industrial_Engineering": "Production and Industrial Engineering",
  "Physics": "Physics",
  "Chemistry": "Chemistry",
  "Computer_Application": "Computer Application",
  "Computer_Applications": "Computer Applications",
  "Mathematics": "Mathematics",
  "Humanities,_Social_Sciences_and_Management": "Humanities, Social Sciences and Management",

  "Recruitments": "Recruitments",
  "Recruitment": "Recruitment",

  "Active_Tenders": "Active Tenders",
  "Archived_Tenders": "Archived Tenders",
  "All_Tenders": "All Tenders",
  "Contact_Us": "Contact Us",
  "Useful_Links": "Useful Links",
  "Former_Directors": "Former Directors",
  "Employees": "Employees",

  "Announcements": "Announcements",
  "Office_Orders": "Office Orders",

  "Research_and_Development": "Research and Development",
  "Faculty_InCharge": "Faculty-In-Charge",

  "SC-ST_Cell": "SC-ST Cell",
  "IPR_Cell": "IPR Cell",
  "Grievance_Cell": "Grievance Cell",
  "Reservation_Cell": "Reservation Cell",
  "Publication_Cell": "Publication Cell",
  "Public_Relation_Cell": "Public Relation Cell",
  "Hindi_Cell": "Hindi Cell",
  "Women_Cell": "Women Cell",

  "Medical_Facilities": "Medical Facilities",
  "Transport": "Transport",
  "Central_Library": "Central Library",
  "Computer_Center": "Computer Center",
  "Safety_and_Security": "Safety and Security",
  "Guest_House": "Guest House",

  "Internal Links": "Internal Links",
  "Convocation": "Convocation",
  "Legal_Cases": "Legal Cases",
  "Right_To_Information": "Right to Information",
  "How_to_Reach": "How to Reach",
  "PAN_&_GST_Details": "PAN & GST Details",
  "Photo_Gallery": "Photo Gallery",
  "Downloads": "Downloads",
  "Complain_Management_System": "Complain Management System",
  "Web_Team": "Web Team",
  "SiteMap": "SiteMap",
  "Site Map": "Site Map",
  "National_Knowledge_Network": "National Knowledge Network",
  "PM_Research_Fellowship": "PM Research Fellowship",
  "contact1": "Director: +91-657-237-4108(O)",
  "contact2": "FAX: +91-657-237-3246 (FAX)",
  "footer1": "NITJsr || All Rights Reserved",
  "Search...": "Search...",
  "Haw12": "Student Council",
  "notice_1": "NBA Team Visit Schedule",
  "notice_2": "Course File Checklist",
  "notice_3": "Director meeting with faculty, staff and student council regarding accreditation activity",
  "notice_4": "NBA review meeting on 07-08-2019 at 12:00 Noon",
  "notice_5": "Points to be observed during NBA visit 2019",
  "notice_6": "NBA visit - Director's Presentation on 09-08-2019 at 9:20 am in Senate room",
  "notice_7": "Change in the venue for the First Year Faculty Meeting with the Chairman, NBA team",
  "notice_8": "Day 1 NBA Visit Schedule",
  "Program Accrediated": "Program Accrediated",
  "Accreditation Status": "Accreditation Status",
  "Report": "Report",
  "Submitted Report": "Submitted Report",
  "committee": "Committee",

  "milestone_title_0": "Students",
  "milestone_title_1": "Faculty",
  "milestone_title_2": "Branches",
  "milestone_title_3": "Events",

  "First Years": "First Years",
  "Select Department": "Select Department",
  "Curriculum & Syllabus for all First year B.Tech Programme": "Curriculum & Syllabus for all First year B.Tech Programme",
  "Master Time table for B.Tech Program.": "Master Time table for B.Tech Program",
  "First Semester": "First Semester",
  "Third Semester": "Third Semester",
  "Profile": "Profile",
  "Something went wrong": "Something went wrong",

  "Recruitment_Notices": "Recruitment Notices",
  "Sl.No.": "Sl.No.",
  "Issue_Date": "Issue Date",
  "Title": "Title",
  "Deadline": "Deadline",
  "Download": "Download",
  "Notice": "Notice",
  "Status": "Status",
  "Order": "Order",
  "Closed": "Closed",
  "Close": "Close",
  "Active": "Active",
  "All": "All",
  "Notification": "Notification",
  "Valid_Upto": "Valid Upto",

  "Mr. Sunil Kumar Bhagat": "Mr. Sunil Kumar Bhagat",
  "Assistant Registrar": "Assistant Registrar",
  "Email-ID": "Email-ID",
  "Mobile No.": "Mobile No.",
  "Contacts": "Contacts",
  "Contact": "Contact",
  "Links": "Links",
  "Government e-Marketplace": "Government e-Marketplace",
  "Central Public Procurement Protocol": "Central Public Procurement Protocol",

  "Pushpakant_Behera": "Pushpakant Behera",
  "Aman_Kumar_Pandey": "Aman Kumar Pandey",
  "Pragya_Singh": "Pragya Singh",
  "Bhavya_Shukla": "Bhavya Shukla",
  "Ankit_Raj": "Ankit Raj",
  "Shubham_Tiwary": "Shubham Tiwary",
  "Himanshu_Kumar_Singh": "Himanshu Kumar Singh",
  "Suvrodeep_Halder": "Suvrodeep Halder",
  "Shashank_Karn": "Shashank Karn",
  "Vivek_Sharma": "Vivek Sharma",
  "Ayush_Dubey": "Ayush Dubey",
  "Gurmeet_Singh": "Gurmeet Singh",
  "Niraj_Oswal": "Niraj Oswal",
  "Abhishek_Kumar": "Abhishek Kumar",
  "Abhinav_Mani": "Abhinav Mani",
  "Amit_Raj": "Amit Raj",
  "Adarsh_Gautam": "Adarsh Gautam",
  "Ritik_Raj": "Ritik Raj",
  "Sunny_Kumar_Singh": "Sunny Kumar Singh",
  "Omkar_Mishra": "Omkar Mishra",
  "Name": "Name",
  "Batch": "Batch",
  "E-mail": "E-mail",
  "previous": "Previous Web team Members",
  "Tunesh Kant": "Tunesh Kant",
  "Piyush Rai": "Piyush Rai",
  "Abhinav Kinshuk": "Abhinav Kinshuk",
  "Diwakar Singh": "Diwakar Singh",
  "Suryansh Raj Dubey": "Suryansh Raj Dubey",
  "P. Soumya": "P. Soumya",
  "Rahul Nag": "Rahul Nag",
  "Anurag Kumar": "Anurag Kumar",
  "Rishabh Agrawal": "Rishabh Agrawal",
  "Rohit Kumar": "Rohit Kumar",
  "Vinit Kumar": "Vinit Kumar",
  "Mohit Kumar Jha": "Mohit Kumar Jha",
  "Chandan Kumar Sharma": "Chandan Kumar Sharma",
  "Sourabh Kumar": "Sourabh Kumar",
  "Shivam Kumar Gupta": "Shivam Kumar Gupta",
  "Ankit Kumar Gupta": "Ankit Kumar Gupta",
  "Akshay Poddar": "Akshay Poddar",
  "Shikhar Kunal": "Shikhar Kunal",
  "Abhishek Keshri": "Abhishek Keshri",
  "Kornala Arun": "Kornala Arun",
  "Devesh Jagwani": "Devesh Jagwani",
  "Avinash Kumar": "Avinash Kumar",
  "Sanjay Suman": "Sanjay Suman",
  "Akash Kumar": "Akash Kumar",
  "Aayushi": "Aayushi",
  "Sandhya Singh": "Sandhya Singh",
  "Shreya Bhattacharya": "Shreya Bhattacharya",
  "Aamir Hussain": "Aamir Hussain",
  "Goutam Kumar": "Goutam Kumar",
  "Shubham Vishwakarma": "Shubham Vishwakarma",
  "Aman Kumar Singh": "Aman Kumar Singh",
  "Sanket Kumar Singh": "Sanket Kumar Singh",
  "Shubhendu Shishir": "Shubhendu Shishir",
  "Mukesh Kumar": "Mukesh Kumar",
  "Suraj Potnuru": "Suraj Potnuru",
  "Abhishek Kumar": "Abhishek Kumar",
  "Punj Kumar": "Punj Kumar",
  "Sidhant Rajan": "Sidhant Rajan",
  "Ujjayanta Bhaumik": "Ujjayanta Bhaumik",
  "Riya Prasad      (Student, CSE)": "Riya Prasad     (Student, CSE)",
  "Rohit Mishra     (Student, CSE)": "Rohit Mishra     (Student, CSE)",
  "Ashutosh Kumar    (Student, CSE)": "Ashutosh Kumar    (Student, CSE)",
  "Sandipon Mukherjee     (Student, CSE)": "Sandipon Mukherjee     (Student, CSE)",
  "Mayank Kumar     (Student, CSE)": "Mayank Kumar     (Student, CSE)",
  "Apurwa Rani     (Student, CSE)": "Apurwa Rani     (Student, CSE)",
  "Rishikesh Maurya     (Student, CSE)": "Rishikesh Maurya     (Student, CSE)",
  "Ankur Sahuwala     (Student, CSE)": "Ankur Sahuwala     (Student, CSE)",
  "D. Hariharan     (Student, CSE)": "D. Hariharan     (Student, CSE)",
  "Ajit Kumar     (Student, CSE)": "Ajit Kumar     (Student, CSE)",
  "Nishant Kumar     (Student, ECE)": "Nishant Kumar     (Student, ECE)",
  "Md. Shahnawaz Alam     (Student, CSE)": "Md. Shahnawaz Alam     (Student, CSE)",

  "hod_name_prod": "Dr. Ashok Kumar Jha",
  "hod_name_chem": "Dr. Shailesh Kumar prasad",
  "hod_name_mca": "Prof. Dilip Kumar Yadav",
  "hod_name_maths": "Dr. Ramayan Singh",
  "hod_name_phys": "Prof. Hira Lal Yadav",
  "hod_name_humanities": "Dr. Rashmi Sinha",
  "hod_name_meta": "Dr. Ranjit Prasad",
  "hod_name_mech": "Prof. Sanjay .",
  "hod_name_eee": "Dr. Umesh Kumar Sinha",
  "hod_name_ece": "Dr. Amit Prakash",
  "hod_name_civil": "Dr. Sanjay Kumar",
  "hod_name_cs": "Prof. DA Khan",

  "hod_des_prod": "",
  "hod_des_chem": "",
  "hod_des_cs": "Professor",
  "hod_des_mca": "",
  "hod_des_civil": "",
  "hod_des_mech": "",
  "hod_des_meta": "",
  "hod_des_eee": "",
  "hod_des_ece": "",
  "hod_des_humanities": "",
  "hod_des_maths": "",
  "hod_des_phys": "",

  "hod_add": "P.O. RIT,Jamshedpur, Jharkhand,India- 831014",

  "Phone": "Phone",
  "Email": "Email",
  "Fax": "Fax",
  "Office": "Office",
  "Address": "Address",

  "Notices And Announcements": "Notices and Announcements",
  "Some Description": "Some Description",

  "List of Legal Cases": "List of Legal Cases",
  "Case Name": "Case Name",
  "File": "File",

  "Position": "Position",
  "rti_name_1": "Prof. Amaresh Kumar",
  "rti_name_2": "Prof. Mrityunjay Kumar Sinha",
  "prod_dept": "Department of Production and Industrial Engineering",
  "maths_dept": "Department of Mechanical Engieering",
  "imp_info_1": "The Institute will make an endeavour to provide information sought within 30 days on payment of requisite s.",
  "imp_info_2": "The time limit of providing information concerning life and liberty of a person is 48 hours.",
  "imp_info_3": "In case the information pertains to a third party, the time limit is 40 days.",
  "imp_info_4": "If no reply or information is received as above, it is deemed to have been rejected. The applicant will be intimated the reasons for rejection.",
  "rti_pos_1": "First Appellate Authority (FAA)",
  "rti_pos_2": "Central Public Information Officer (CPIO)",
  "rti_head_2": "Important Information",
  "rti_head_1": "Filing of RTI Application Form",
  "rti_file_1": "A person seeking information may file an application on form either in writing or by e-mail giving particulars of the information being sought.",
  "rti_file_2": "The application along with the requisite  can be submitted in the form of Cash/Demand Draft/Bankers' Cheque. Demand Draft/Bankers' Cheque can be sent in favour of 'Director, National Institute of Technology, Jamshedpur' payable at SBI, RIT Campus Branch, Jamshedpur, 831014.",
  "rti_file_3": "In case request is made by e-mail, the  should be deposited within seven days. Non-receipt of  will imply withdrawal of request.",

  "College_name": "National Institute of Technology Jamshedpur",
  "Reservation_table_name": "Name",
  "Reservation_table_department": "Department",
  "Reservation_table_post": "Post",
  "Prof M.K.Paswan": "Prof M.K.Paswan",
  "Dr.D.A.Khan": "Dr.D.A.Khan",
  "Prof H.N.Singh": "Prof H.N.Singh",
  "Dr.Balram Ambade": "Dr.Balram Ambade",
  "Mr.B.N.S.Munda": "Mr.B.N.S.Munda",
  "Mechanical Engineering": "Mechanical Engineering",
  "Computer Applications": "Computer Applications",
  "Electronics and Communications Engineering": "Electronics and Communications Engineering",
  "Convener": "Convener",
  "Member": "Member",

  "Newsletter1": "Newsletter",
  "Newsletter2": "Newsletter Vol-1 (NITJSR)",
  "Newsletter3": "Newsletter Vol-1_Issued-II (NITJSR)",
  "Newsletter4": "Newsletter Vol-3_ 2021 (NITJSR)",
  "Newsletter5": "Newsletter Vol-4_ 2022 (NITJSR)",

  "TAP_@_NITJSR": "TAP @ NITJSR",
  "about_tap": "About Us",
  "director_desk_tap": "From Director's Desk",

  "contact_tap": "Contact Us",
  "tap_director_desk_title": "From Director's Desk",
  "tap_director_desk_paragraph": "National Institute of Technology, Jamshedpur, one of the institutes of national importance, has been successful in carving a niche for itself in the list of educational institutions imparting education to the youth of the country. This cradle of excellence has the mission to impart quality education and encourage research opportunities in the country. Our institute is renowned across the whole country because of its brilliant history of serving as Alma mater of some of the brightest and most successful torchbearers of the country. Every year, our students are selected by most of the leading companies in the country, many of which are MNC's. The distinguished faculty,meritorious students, well equipped classrooms and laboratories and most importantly, continually monitored and revised undergraduate and postgraduate programs incorporating the most recent technological management and humanistic theories and practices has been the features which have resulted in our institute being ranked one of the top institutions in the country.Moreover, the exemplary record to date contributes to the reinforcement of its brand image of a major technology hub. We will continue to work our vision of chiseling the best engineers of the country and the world. We commit ourselves to work for better future and we hope to keep earning numerous honors and accolades from the whole nation for our march towards the zenith.",
  "tpo_desk_tap": "Message from TPO",
  "statistics_tap": "Statistics",
  "our_recruiters_tap": "Our Recruiters",
  "tap_title": "Traning and Placement Cell",
  "tab_about_us": "The Training & Placement Cell, NIT Jamshedpur facilitates the process of placement of students passing out from the Institute besides collaborating with leading organizations and institutes in setting up of internship and training program of students. The office liaises with various industrial establishments, corporate houses etc which conduct campus interviews and select graduate and post-graduate students from all disciplines. The Training & Placement Cell provides the infra-structural facilities to conduct group discussions, tests and interviews besides catering to other logistics. The Office interacts with many industries in the country, of which nearly 100+ companies visit the campus for holding campus interviews. The industries which approach the institute come under the purview of:Core Engineering industries IT & IT enabled services, ,Manufacturing Industries Consultancy Firms, Finance Companies, Management Organisations, R & D laboratories. The placement season runs through the course of the year commencing the last week of July through to June. Pre-Placement Talks are also conducted in this regard as per mutual convenience. Job offers, dates of interviews, selection of candidates etc. are announced through the Training & Placement Cell. The Placement Office is assisted by a committee comprising representatives of students from the under-graduate and post-graduate engineering streams. The committee evolves a broad policy framework every year besides a set of rules which are inviolable. Students members are closely co-opted in implementing these policy decisions.",
  "tap_contact_title": "Contact Us",
  "tap_recruit_title": "Top Recruiters",
  "heading_message_from_tpo": "Message from TPO",
  "heading_from_directors_desk": "From Director's Desk",
  "tap_placements": "Placements",
  "tap_internship": "Internship",
  "tap_stats": "Statistics",
  "all_recruiters": "Companies which visit us",
  "transport_head":"Transport",
  "Computer_Center_head":"Computer Center",
  "Medical_facilities_head":"Medical Facilities",
  "Safety_and_Security_head":"Safety and Security",
  "Guest_House_Head":"Guest House"
}
